Repository: glondu/belenios
Catalog: po/admin/*.po
Languages: ar, pt, ru, uk

source: Data submission failed! Please refresh and/or restart from the beginning.
ru: Не удалось отправить данные! Пожалуйста, обновите и/или начните с самого начала.
uk: Не вдалося надіслати дані! Будь ласка, оновіть та/або перезапустіть спочатку.

source: Data submission succeeded!
ru: Представление данных удалось!
uk: Дані надіслано!

source: Dates can no longer be defined for this election.
uk: Дати цих виборів більше не можуть бути визначені.

source: Defining this date will block finalization of the tallying process until this date. By default, when not set, results are published as soon as possible.
uk: Визначення цієї дати заблокує завершення процесу підрахунку до цієї дати. За умовчанням, якщо не встановлено, результати публікуються якнайшвидше.

source: Direct link
ru: Прямая ссылка
uk: Пряме посилання

source: Download sealing log
uk: Завантажити журнал пломбування

source: Election ID:
ru: Идентификатор выборов:
uk: ID виборців:

source: Election status
ru: Статус выборов
uk: Статус виборів

source: Erase
ru: Стереть
uk: Стерти

source: Error while loading election parameters!
ru: Ошибка при загрузке параметров выборов!
uk: Помилка під час завантаження параметрів виборів!

source: Error while processing the private key. Did you load the right file?
ru: Ошибка при обработке закрытого ключа. Вы загрузили правильный файл?
uk: Помилка під час обробки закритого ключа. Ви завантажили правильний файл?

source: FAIL!
ru: ПРОВАЛ!
uk: НЕВДАЧА!

source: Failure, probably because of an error in the username: %s.
ru: Сбой, вероятно, из-за ошибки в имени пользователя: %s.
uk: Помилка, ймовірно, через помилку в імені користувача: %s.

source: Go back to election
ru: Вернуться к выборам
uk: Поверніться до виборів

source: In 5 minutes
uk: Через 5 хвилин

source: Inconsistent state!
ru: Несоответствующее состояние!
uk: Непослідовний стан!

source: Inconsistent state. Please refresh the page.
ru: Несоответствующее состояние. Пожалуйста, обновите страницу.
uk: Неузгоджений стан. Будь ласка, оновіть сторінку.

source: Invalid election ID!
ru: Неверный идентификатор выборов!
uk: Недійсне виборче посвідчення!

source: Language:
ru: Язык:
uk: Мова:

source: Nothing to show here. Try going to the Status tab.
ru: Здесь ничего не отображается. Попробуйте перейти на вкладку "Состояние".
uk: Тут нічого не показувати. Спробуйте перейти на вкладку Статус.

source: Open:
ru: Открыть:
uk: ВІДЧИНЕНО:

source: Partial decryption submission failed unexpectedly!
ru: Частичная передача расшифровки неожиданно завершилась неудачей!
uk: Несподівана помилка надсилання часткового розшифрування!

source: Please load your private key from a file:
ru: Пожалуйста, загрузите свой закрытый ключ из файла:
uk: Завантажте свій закритий ключ із файлу:

source: Please wait…
ru: Подождите…
uk: Будь ласка, зачекайте…

source: Public key registration failed! Please refresh and/or restart from the beginning.
ru: Регистрация открытого ключа не удалась! Пожалуйста, обновите и/или перезапустите с самого начала.
uk: Помилка реєстрації відкритого ключа! Будь ласка, оновіть та/або перезапустіть спочатку.

source: Public key registration succeeded!
ru: Регистрация открытого ключа прошла успешно!
uk: Реєстрація відкритого ключа пройшла успішно!

source: Publish:
ru: Опубликовать:
uk: Опублікувати:

source: Question #%d has too many choices, voting will fail!
ru: В вопросе #%d слишком много вариантов ответа, голосование не состоится!
uk: У питанні #%d забагато варіантів, голосування не вдасться!

source: Seal
uk: Печатка

source: Sealing
uk: Пломбування

source: Sealing allows you to freeze some election properties such as automatic dates.
uk: Запечатування дозволяє заморозити деякі властивості виборів, наприклад автоматичні дати.

source: Sealing/unsealing operations are logged, and the log fingerprint is published on the election homepage for everyone (e.g. independent auditors) to see.
uk: Операції опечатування/розпечатування реєструються, а відбиток журналу публікується на домашній сторінці виборів для перегляду всіма (наприклад, незалежними аудиторами).

source: Send an e-mail
ru: Отправить электронное письмо
uk: Надіслати електронний лист

source: Send an e-mail to the credential authority
ru: Отправьте электронное сообщение в орган авторизации
uk: Надішліть електронний лист до центру облікових даних

source: Show only missing voters
ru: Показать только недостающих избирателей
uk: Показати лише відсутніх виборців

source: Step %d/7
uk: Крок %d/7

source: Submit data
ru: Отправить данные
uk: Надіслати дані

source: Thank you for voting!
ru: Спасибо, что проголосовали!
uk: Дякуємо за голосування!

source: The election is not sealed.
uk: Вибори не закриті.

source: The election result is already published!
uk: Результати виборів вже опубліковані!

source: The following link can be used by trustees to check that they own the right decryption key.
ru: По следующей ссылке доверенные лица могут проверить, есть ли у них нужный ключ для расшифровки.
uk: Довірені особи можуть використати наступне посилання, щоб перевірити, чи володіють вони правильним ключем дешифрування.

source: The min of question #%d is greater than its max, voting will be impossible!
uk: Мінімальна кількість запитання #%d більша за максимальну, голосування буде неможливим!

source: The tally for this election has started.
ru: Подсчет голосов на этих выборах уже начался.
uk: Підрахунок голосів на цих виборах розпочався.

source: The voter list is empty!
uk: Список виборців порожній!

source: There is an error in the voter list! (%s)
uk: У списку виборців помилка! (%s)

source: There is an unexpected error in the voter list!
uk: У списку виборців сталася несподівана помилка!

source: There is an unexpected syntax error in the voter list!
uk: У списку виборців неочікувана синтаксична помилка!

source: There is no election with ID %s on this server!
ru: На этом сервере нет выборов с идентификатором %s!
uk: На цьому сервері немає виборів з ідентифікатором %s!

source: This election is a draft.
ru: Эти выборы - черновой вариант.
uk: Ці вибори є проектом.

source: This election is in shuffling phase.
ru: Эти выборы находятся в стадии перетасовки.
uk: Ці вибори перебувають у фазі перестановки.

source: This election is running.
ru: Эти выборы идут полным ходом.
uk: Ці вибори проходять.

source: This election is sealed.
uk: Ці вибори закриті.

source: This election will be automatically archived after %s.
ru: Эти выборы будут автоматически заархивированы после %s.
uk: Ці вибори буде автоматично заархівовано через %s.

source: This election will be automatically deleted after %s.
ru: Эти выборы будут автоматически удалены через %s.
uk: Ці вибори буде автоматично видалено через %s.

source: This is a revote.
uk: Це переголосування.

source: Total complexity:
ru: Общая сложность:
uk: Загальна складність:

source: Trustee management
ru: Управление доверенными лицами
uk: Довірче управління

source: Unexpected failure with code %d.
ru: Неожиданный сбой с кодом %d.
uk: Неочікувана помилка з кодом %d.

source: Unseal
uk: Розпечатати

source: Waiting for the election administrator to set the threshold...
ru: Жду, когда администратор выборов установит порог...
uk: Чекаємо, поки виборчий адміністратор встановить прохідний бар’єр...

source: Waiting for the other trustees...
ru: Жду других попечителей...
uk: Чекаємо на інших довірених осіб...

source: Wish to help with translations?
ru: Хотите помочь с переводами?
uk: Хочете допомогти з перекладами?

source: You can check its presence in the
ru: Вы можете проверить его наличие в
uk: Перевірити його наявність можна в

source: You have already submitted a valid partial decryption!
ru: Вы уже отправили действительную частичную расшифровку!
uk: Ви вже надіслали дійсну часткову розшифровку!

source: You must select each trustee in turn, and send them a link so that they perform their shuffle. You can also skip a trustee, but keep in mind that this reduces security.
ru: Вы должны выбрать каждого доверенного лица по очереди и отправить ему ссылку, чтобы он выполнил свою тасовку. Вы также можете пропустить доверенное лицо, но имейте в виду, что это снижает безопасность.
uk: Ви повинні вибрати кожного опікуна по черзі та надіслати їм посилання, щоб вони здійснили перемішування. Ви також можете пропустити довірену особу, але майте на увазі, що це знижує безпеку.

source: You must send each trustee their link (from the table below) so that they initialize their key for this election.
ru: Вы должны отправить каждому доверенному лицу свою ссылку (из таблицы ниже), чтобы они инициализировали свой ключ для этих выборов.
uk: Ви повинні надіслати кожному довіреному особі своє посилання (з таблиці нижче), щоб вони ініціалізували свій ключ для цього вибору.

source: You must send each trustee their link (from the table below) so that they perform their share of the decryption.
ru: Вы должны отправить каждому доверенному лицу свою ссылку (из таблицы ниже), чтобы они выполнили свою часть работы по расшифровке.
uk: Ви повинні надіслати кожному довіреному особі своє посилання (з таблиці нижче), щоб вони виконали свою частку розшифровки.

source: Your ballot for
ru: Голосование за
uk: Ваш бюлетень за

source: Your job in the key establishment protocol is done! Your private key will be needed to decrypt the election result.
ru: Ваша работа в протоколе установления ключа завершена! Ваш закрытый ключ понадобится для расшифровки результатов выборов.
uk: Ваша робота в протоколі встановлення ключів виконана! Ваш закритий ключ знадобиться для розшифровки результатів виборів.

source: Your public key has already been registered!
ru: Ваш открытый ключ уже зарегистрирован!
uk: Ваш відкритий ключ уже зареєстровано!

source: Your smart ballot tracker is
ru: Ваш умный трекер для голосования
uk: Ваш розумний трекер для голосування

source: Your weight is %s.
ru: Ваш вес - %s.
uk: Ваша вага %s.

source: all voters must be in the same format
uk: всі голосуючі мають бути в одному форматі

source: ballot box
ru: урна для голосования
uk: урна для голосування

source: duplicate voter: %s
uk: дублікат виборця: %s

source: invalid identity: %s
uk: недійсна ідентифікація: %s

source: private_key
uk: приватний_ключ

source: step %d/7
uk: крок %d/7

source: total weight too big: %s/%s
uk: загальна вага занадто велика: %s/%s
