Repository: glondu/belenios
Catalog: po/admin/*.po
Languages: ar, pt, ru, uk

source: Setup:
ar: نصب:
pt: Preparação:
ru: Настройка:
uk: Налаштування:

source: Shuffle
ar: خلط
pt: Embaralhar
ru: Перемешать
uk: Перетасувати

source: Shuffled list of ballots:
ar: قائمة الاقتراع المخلوطة:
pt: Lista embaralhada de boletins:

source: Shuffler's e-mail
ar: البريد الإلكتروني الخاص بمؤدي الخلط
pt: E-mail do embaralhador
ru: Электронная почта Тасовщика
uk: Електронна пошта шафлера

source: Shuffling of ballots
ar: خلط أوراق الاقتراع
pt: Embaralhamento de boletins

source: Skip
ar: تخطي
pt: Passe
ru: Пропустить
uk: Пропустити

source: Skip all remaining trustees
ar: تخطي كافة الأمناء المتبقين
pt: Ignorar autoridades restantes
ru: Все оставшиеся доверенные лица
uk: Пропустити всіх довірених осіб, що залишилися

source: Skipping trustee %s
ar: تخطي الأمين %s
pt: Passando a autoridade de descriptografia %s

source: Some language in the list is not available
ar: بعض اللغات في القائمة غير متوفرة
pt: Alguns idiomas na lista não estão disponíveis
ru: Некоторые языки в списке недоступны
uk: Деякі мови в списку недоступні

source: Someone is trying to associate your e-mail address to an account on our Belenios server.
ar: يحاول شخص ما ربط عنوان بريدك الإلكتروني بحساب موجود على خادم Belenios الخاص بنا.
pt: Alguém está a tentar associar o seu endereço de e-mail a uma conta na nossa Belenios servidor.
ru: Кто-то пытается связать ваш адрес электронной почты с учетной записью на нашем сервере Belenios.
uk: Хтось намагається пов’язати вашу адресу електронної пошти з обліковим записом на нашому сервері Belenios.

source: Sort propositions
ar: ترتيب المقترحات
pt: Classificar propostas
ru: Сортные предложения
uk: Сортування пропозицій

source: State
ar: الحالة
pt: Estado

source: Status
ar: الوضع
pt: Estado
ru: Статус
uk: Статус

source: Step %d/3
ar: الخطوة 3/%d
pt: Etapa %d/3

source: Step 0/3
ar: الخطوة 0/3
pt: Passo 0/3

source: Submit
ar: إرسال
pt: Enviar
ru: Отправить
uk: Надіслати

source: Submit by file
ar: إرسال عن طريق الملف
pt: Enviar via ficheiro

source: Submit data using the following button:
ar: إرسال البيانات باستخدام الزر التالي:
pt: Envie os dados usando os seguintes botões:

source: Submit public credentials
ar: إرسال بيانات الاعتماد العامة
pt: Enviar partes públicas de códigos de votação
ru: Предоставление публичных полномочий
uk: Надішліть публічні облікові дані

source: Submit public credentials using the button below.
ar: أرسل بيانات الاعتماد العامة باستخدام الزر أدناه.
pt: Envie as partes públicas dos códigos de votação usando o botão abaixoPor baixo.
ru: Отправьте публичные учетные данные с помощью кнопки ниже.
uk: Надішліть публічні облікові дані за допомогою кнопки нижче.

source: Submit public key
ar: إرسال المفتاح العام
pt: Enviar chave pública
ru: Отправить открытый ключ
uk: Надішліть відкритий ключ

source: Submit your public key using the button below.
ar: أرسل مفتاحك العام باستخدام الزر أدناه.
pt: Envie sua chave pública usando o botão abaixo.
ru: Отправьте свой открытый ключ с помощью кнопки ниже.
uk: Надішліть відкритий ключ за допомогою кнопки нижче.

source: Success
ar: نجاح
pt: Realizações

source: Tallied elections
ar: انتخابات محسوبة
pt: Eleições contadas
ru: Подсчет голосов на выборах
uk: Підсумки виборів

source: Tally
ar: حصيلة
pt: Contagem

source: Tally the election
ar: إحصاء الانتخابات
pt: Contagem da eleição
ru: Сообщите о выборах
uk: Підрахуйте вибори

source: Tallying
ar: إحصاء
pt: Contagem
ru: Подсчеты
uk: підрахунок

source: Tallying: shuffling step
ar: الإحصاء : خطوة الخلط
pt: Contagem: Etapa de mistura
ru: Подсчет: шаг с перестановкой
uk: Підрахунок: тасування кроком

source: Terms of service
ar: شروط الخدمة
pt: Termos de serviço
ru: Условия службы
uk: Умови обслуговування

source: Thank you again for your help,
ar: شكرا لكم مرة أخرى لمساعدتكم،
pt: Obrigado novamente pela sua ajuda,
ru: Еще раз спасибо за помощь,
uk: Ще раз дякую за допомогу,

source: Thank you for your help,
ar: شكرا لمساعدتكم،
pt: Obrigado pela sua ajuda,
ru: Спасибо за вашу помощь,
uk: Дякуємо за допомогу,

source: The
ar: ال
pt: O

source: The UUID is invalid!
ar: معرف UUID غير صالح!
pt: UUID é inválido!

source: The account creation
ar: إنشاء الحساب
pt: Criando a conta
ru: Создание аккаунта
uk: Створення облікового запису

source: The account has been created.
ar: تم إنشاء الحساب.
pt: A conta foi criada.
ru: Аккаунт был создан.
uk: Обліковий запис створено.

source: The archive can be downloaded at:
ar: يمكن تنزيل الأرشيف على:
pt: O ficheiro pode ser descarregado no seguinte endereço
ru: Архив можно скачать по адресу:
uk: Архів можна завантажити за адресою:

source: The authority is not the server
ar: السلطة ليست الخادم
pt: A autoridade não é o servidor

source: The change
ar: التغيير
pt: A Mudança
ru: Изменение
uk: Зміна

source: The chosen group is not allowed.
ar: المجموعة المختارة غير مسموح بها.
pt: O grupo escolhido não é permitido

source: The creation failed.
ar: لقد فشل الإنشاء.
pt: A criação falhou.

source: The credentials were already sent
ar: تم إرسال أوراق الاعتماد
pt: As credenciais já foram enviadas

source: The date must be less than %d days in the future!
ar: يجب أن يكون التاريخ أقل من %d يومًا في المستقبل!
pt: A data não deve ser superior a %d dias no futuro!

source: The election administrator
ar: مدير الانتخابات
pt: O Administrador Eleitoral
ru: Администратор выборов
uk: Адміністратор виборів

source: The election has already been tallied.
ar: لقد تم فرز الانتخابات.
pt: A eleição já foi contada.

source: The election is closed. No one can vote.
ar: الانتخابات مغلقة. لا أحد يستطيع التصويت.
pt: A eleição está encerrada. Ninguém pode votar.

source: The election is not archived!
ar: لم يتم أرشفة الانتخابات!
pt: A eleição não está arquivada!
ru: Выборы не архивируются!
uk: Вибори не архівуються!

source: The election is not ready to be tallied. Please come back later.
ar: الانتخابات ليست جاهزة للفرز. يرجى العودة لاحقا.
pt: A eleição não está pronta para ser contada. Por favor, volte mais tarde.

source: The election is now closed.
ar: الانتخابات مغلقة الآن.
pt: A eleição está encerrada.
ru: Выборы уже закрыты.
uk: Вибори закрито.

source: The election is open. Voters can vote.
ar: الانتخابات مفتوحة. يمكن للناخبين التصويت.
pt: A eleição está aberta. Os eleitores podem votar.

source: The election name has not been edited!
ar: لم يتم تعديل اسم الانتخابات!
pt: O nome da eleição não foi alterado!

source: The election name must be %d characters or less!
ar: يجب أن يتكون اسم الاختيار من %d حرفًا أو أقل!
pt: O nome da eleição pode exceder %d bytes!

source: The fingerprint of the encrypted tally is
ar: بصمة الحصيلة المشفرة هي
pt: A impressão digital do resultado numérico é
ru: Отпечаток пальца зашифрованного итога - это
uk: Відбиток зашифрованого рахунку є

source: The fingerprint of your public key is
ar: بصمة مفتاحك العام هي
pt: A impressão digital da sua chave pública é

source: The fingerprint of your shuffle is:
ar: بصمة خلطك هي:
pt: A impressão digital do seu embaralhar é:
ru: Отпечаток пальца вашего шаффла:
uk: Відбиток вашого перемішування:

source: The fingerprint of your shuffle will appear. Save it.
ar: سوف تظهر بصمة الخلط الخاصة بك. احفظها.
pt: A impressão digital do seu embaralhar aparecerá. Salve-o.
ru: Появится отпечаток пальца вашего шаффла. Сохраните его.
uk: З’явиться відбиток вашого перемішування. Збережіть його.

source: The given maximum is greater than the number of choices!
ar: الحد الأقصى المحدد أكبر من عدد الخيارات!
pt: O máximo fornecido é maior do que o número de escolhas!

source: The link that must be sent to trustee
ar: الرابط الذي يجب إرساله إلى الأمين
pt: O link que deve ser enviado para a autoridade

source: The link to the election will be:
ar: رابط الانتخابات سيكون:
pt: O link para a eleição será:
ru: Ссылка на выборы будет:
uk: Посилання на вибори буде таким:

source: The page also contains instructions for checking the voting record, after the tally.
ar: تحتوي الصفحة أيضًا على تعليمات للتحقق من سجل التصويت بعد فرز الأصوات.
pt: A página também contém instruções para verificar o registoDo voto, depois da contagem.
ru: На этой странице также содержатся инструкции по проверке протокола голосования после подведения итогов.
uk: На сторінці також є інструкції щодо перевірки протоколу голосування після підрахунку голосів.

source: The partial decryption didn't pass validation!
ar: لم تنجح فحص فك التشفير الجزئي!
pt: A desencriptação parcial não passou na validação!
ru: Частичная расшифровка не прошла проверку!
uk: Часткове розшифрування не пройшло перевірку!

source: The password has been changed.
ar: تم تغيير كلمة السر.
pt: A palavra-passe foi alterada.
ru: Пароль был изменен.
uk: Пароль змінено.

source: The private key must be downloaded first!
ar: يجب تنزيل المفتاح الخاص أولاً!
pt: A chave privada deve ser baixada primeiro!

source: The provided code is incorrect. Please go back and try again.
ar: الرمز المقدم غير صحيح. الرجاء العودة والمحاولة مجددا.
pt: O código fornecido está incorreto. Por favor, volte e tente novamente.
ru: Введенный код неверен. Пожалуйста, вернитесь и попробуйте еще раз.
uk: Наданий код неправильний. Будь ласка, поверніться та спробуйте ще раз.

source: The public name of the credential authority has been set successfully!
ar: تم تعيين الاسم العام لمرجع الاعتماد بنجاح!
pt: O nome público da autoridade de geração do código de voto foi definido com Sucesso!

source: The result is scheduled to be published after %s.
ar: تمت جدولة نشر النتيجة بعد %s.
pt: Espera-se que o resultado seja publicado após %s.

source: The second box is now filled with crypto material. Please press the button "Submit".
ar: الصندوق الثاني مليء الآن بمواد التشفير. الرجاء الضغط على زر "إرسال".
pt: A segunda caixa está agora cheia de material criptográfico.Por favor, pressione o botão "Enviar".
ru: Теперь вторая коробка заполнена криптовалютой. Пожалуйста, нажмите кнопку "Отправить".
uk: Друга коробка тепер заповнена криптографічним матеріалом. Будь ласка, натисніть кнопку «Надіслати».

source: The server is always one of the trustees
ar: الخادم هو دائما أحد الأمناء
pt: O servidor é sempre uma das autoridades de desencriptação.
ru: Сервер всегда является одним из доверенных лиц
uk: Сервер завжди є одним із довірених осіб

source: The shuffle has been successfully applied!
ar: لقد تم تطبيق الخلط بنجاح!
pt: O embaralhamento foi aplicado com sucesso!
ru: Тасовка была успешно применена!
uk: Перемішування успішно застосовано!

source: The threshold mode must be used.
ar: يجب استخدام وضع الحد الأدنى.
pt: O modo limite deve ser utilizado

source: The threshold must be positive and smaller than the number of trustees!
ar: يجب أن تكون العتبة موجبة وأقل من عدد الأمناء!
pt: O limite deve ser positivo e inferior ao número de autoridades para decifrar!

source: The total weight (%s) cannot be handled. Its expanded value must be less than %s.
ar: لا يمكن معالجة الوزن الإجمالي (%s). يجب أن تكون قيمته الموسعة أقل من %s.
pt: O peso total (%s) não pode ser manipulado. O seu valor desenvolvido deve ser inferior a %s.

source: The voter has to choose between
ar: وعلى الناخب أن يختار بين
pt: O eleitor deve escolher entre

source: The voter list is not consistent (a login or a weight is missing).
ar: قائمة الناخبين غير متناسقة (الدخول أو الوزن مفقود).
pt: A lista eleitoral não é coerente (falta um login ou um peso).

source: There are not enough trustees.
ar: لا يوجد عدد كاف من الأمناء.
pt: Não existem suficientes Autoridades de desencriptação

source: There are too many voters (max is %d)
ar: هناك الكثير من الناخبين (الحد الأقصى هو %d)
pt: Há muitos eleitores (o máximo é %d)

source: There has been a request to change the password of your account on our Belenios server.
ar: تم تلقي طلب لتغيير كلمة مرور حسابك على خادم Belenios الخاص بنا.
pt: Houve um pedido para alterar a palavra-passe da sua conta em nosso servidor Belenios.
ru: Поступил запрос на изменение пароля вашей учетной записи на нашем сервере Belenios.
uk: Був запит на зміну пароля вашого облікового запису на нашому сервері Belenios.

source: There is no e-mail address attached to your account.
ar: لا يوجد عنوان بريد إلكتروني مرتبط بحسابك.
pt: Não há nenhum endereço de e-mail associado à sua conta.
ru: К вашей учетной записи не привязан адрес электронной почты.
uk: До вашого облікового запису не прикріплено адресу електронної пошти.

source: There is no election with UUID %s on this server!
ar: لا يوجد انتخاب برمز UUID %s على هذا الخادم!
pt: Não há eleição com UUID %s neste servidor!

source: There is one link per trustee. Send a link to each trustee.
ar: هناك رابط واحد لكل أمين. يُرجى إرسال رابط إلى كل أمين.
pt: Existe uma ligação por autoridade. Envie a cada autoridade o seu link.

source: There is one link per trustee. Send each trustee the respective link.
ar: هناك رابط واحد لكل أمين. قم بإرسال الرابط المناسب إلى كل أمين.
pt: Existe uma ligação por autoridade. Envie a cada autoridade o seu link.

source: There will be 3 steps.
ar: ستكون هناك 3 خطوات.
pt: Serão três etapas.
ru: Всего будет 3 этапа.
uk: Буде 3 кроки.

source: This account does not exist
ar: هذا الحساب غير موجود
pt: Esta conta não existe
ru: Этой учетной записи не существует
uk: Цей обліковий запис не існує

source: This allows deciding the winner according to your favorite counting method.
ar: هذا يسمح باتخاذ الفائز وفقًا لطريقة العد المفضلة لديك.
pt: Isso ajuda a determinar o vencedor com base no seu método de contagemFavorito.

source: This contact will be added to e-mails sent to the voters.
ar: سيتم إضافة هذا الاتصال إلى الرسائل البريدية المرسلة إلى الناخبين.
pt: Este contato será adicionado aos e-mails enviados aos eleitores.
ru: Этот контакт будет добавлен в электронные письма, рассылаемые избирателям.
uk: Цей контакт буде додано до електронних листів, надісланих виборцям.

source: This e-mail address is invalid!
ar: هذا العنوان البريدي غير صالح!
pt: Este endereço de e-mail é inválido!
ru: Этот адрес электронной почты недействителен!
uk: Ця адреса електронної пошти недійсна!

source: This election can no longer be opened.
ar: لا يمكن فتح هذا الانتخاب بعد الآن.
pt: Esta eleição não pode mais ser aberta.

source: This election has been tallied
ar: تم احتساب هذا الانتخاب
pt: Esta eleição foi contada
ru: Подсчет голосов на выборах завершен
uk: Ці вибори підраховано

source: This election has been tallied.
ar: تم فرز هذا الانتخاب.
pt: Esta eleição foi contada.

source: This election is archived
ar: تم أرشفة هذا الانتخاب
pt: Esta eleição está arquivada
ru: Эти выборы хранятся в архиве
uk: Ці вибори заархівовано

source: This election is archived.
ar: تم أرشفة هذا الانتخاب.
pt: Esta eleição está arquivada.

source: This election will be automatically archived after
ar: سيتم أرشفة هذا الانتخاب تلقائيًا بعد
pt: Esta eleição será automaticamente arquivada após

source: This election will be automatically deleted after
ar: سيتم حذف هذا الانتخاب تلقائيًا بعد
pt: Esta eleição será automaticamente excluída após

source: This is a space-separated list of languages that will be used in e-mails sent by the server.
ar: هذه قائمة مفصولة بالفراغات للغات التي ستُستخدم في الرسائل البريدية المرسلة من قبل الخادم.
pt: Esta é uma lista de línguas separadas por espaços que serão usado em e-mails enviados pelo servidor.
ru: Это разделенный пробелами список языков, которые будут использоваться в электронных письмах, отправляемых сервером.
uk: Це розділений пробілами список мов, які використовуватимуться в електронних листах, надісланих сервером.

source: This is the private key of %s.
ar: هذا هو المفتاح الخاص لـ %s.
pt: Esta é a chave privada de %s.
ru: Это закрытый ключ %s.
uk: Це приватний ключ %s.

source: This kind of change is not allowed now!
ar: هذا النوع من التغييرات غير مسموح به الآن!
pt: Este tipo de modificação não é permitido neste momento!

source: This kind of questions is forbidden.
ar: هذا النوع من الأسئلة ممنوع.
pt: Este tipo de questões estão proibidas.

source: This list must be the one approved by the election commission.
ar: يجب أن تكون هذه القائمة الموافق عليها من قبل لجنة الانتخابات.
pt: Esta lista deve ser a aprovada pela comissão eleitoral.
ru: Этот список должен быть утвержден избирательной комиссией.
uk: Цей список має бути затверджений виборчою комісією.

source: This name will be published on the election result page.
ar: سيتم نشر هذا الاسم على صفحة نتائج الانتخابات.
pt: Este nome será publicado na página de resultados eleitorais.
ru: Это имя будет опубликовано на странице с результатами выборов.
uk: Це ім’я буде опубліковано на сторінці результатів виборів.

source: This page is not accessible to authenticated administrators, because it is meant to be used by third parties.
ar: لا يمكن الوصول إلى هذه الصفحة من قبل المسؤولين المصادق عليهم، لأنها مخصصة للاستخدام من قبل أطراف ثالثة.
pt: Esta página não está acessível ao administrador eleitoral, pois se destine a ser utilizado por terceiros.

source: This task is completed. Passwords have been sent.
ar: تم إكمال هذه المهمة. تم إرسال كلمات المرور.
pt: Esta tarefa está concluída. As palavras-passe foram enviadas.
ru: Это задание выполнено. Пароли отправлены.
uk: Це завдання виконано. Паролі надіслано.

source: Threshold mode
ar: وضع الحد الأدنى
pt: Modo Limite
ru: Пороговый режим
uk: Пороговий режим

source: Threshold:
ar: الحد الأدنى:
pt: Limite:

source: Tick the box to activate this mode.
ar: حدد الخانة لتفعيل هذا الوضع.
pt: Marque a caixa para ativar este modo.

source: Title
ar: عنوان
pt: Título
ru: Название
uk: Назва

source: Title:
ar: عنوان:
pt: Título:
ru: Название:
uk: Назва:

source: To administer an election, you need to log in.
ar: لإدارة انتخابات، يجب عليك تسجيل الدخول.
pt: Para administrar uma eleição, você precisa fazer login.
ru: Чтобы управлять выборами, вам нужно войти в систему.
uk: Для адміністрування виборів вам потрібно авторизуватися.

source: To confirm this creation, please use the following code:
ar: لتأكيد هذا الإنشاء، يرجى استخدام الرمز التالي:
pt: Para confirmar esta criação, use o seguinte código:
ru: Чтобы подтвердить это создание, используйте следующий код:
uk: Щоб підтвердити це створення, використовуйте наступний код:

source: To confirm this, please use the following code:
ar: لتأكيد هذا، يرجى استخدام الرمز التالي:
pt: Para confirmar isso, use o seguinte código:
ru: Чтобы подтвердить это, используйте следующий код:
uk: Щоб підтвердити це, використовуйте наступний код:

source: To set up the election key, you need to nominate trustees. Each trustee will create a secret key.
ar: لإعداد مفتاح الانتخابات، يجب عليك تعيين أمناء. كل أمين سيقوم بإنشاء مفتاح سري.
pt: Para inicializar a chave da eleição, você deve nomear autoridades de Decifrar. Cada autoridade criará a sua própria chave secreta.

source: To set up the election so that only a subset of trustees is needed, go to the
ar: لإعداد الانتخابات بحيث يكون هناك حاجة فقط إلى جزء من الأمناء، انتقل إلى .
pt: Para configurar a eleição de modo que apenas um subconjunto do As autoridades são necessárias, vá para

source: To use this site, you must accept our
ar: لاستخدام هذا الموقع، يجب أن تقبل
pt: Para usar este site, você deve concordar com o nosso
ru: Чтобы пользоваться этим сайтом, вы должны принять наши
uk: Щоб використовувати цей сайт, ви

source: Too short
ar: قصير جدا
pt: Muito curto
ru: Слишком короткий
uk: Занадто короткий

source: Trustee
ar: الأمين
pt: Autoridade de Desencriptação

source: Trustee key generation
ar: إنشاء مفتاح الأمين
pt: Geração de chave de desencriptação
ru: Генерация ключей доверительного управления
uk: Генерація ключа довіреної особи

source: Trustee setup - Done
ar: إعداد الأمين - تم
pt: Configurar autoridades de desencriptação - Concluído
ru: Настройка доверенного лица - выполнено
uk: Налаштування довіреної особи – зроблено

source: Trustee setup - Step 1: choose the trustees
ar: إعداد الأمين - الخطوة 1: اختيار الأمناء
pt: Configurar autoridades de desencriptação - Passo 1: Escolher autoridades
ru: Настройка доверенных лиц - шаг 1: выбор доверенных лиц
uk: Налаштування довіреної особи - Крок 1: виберіть довірених осіб

source: Trustee setup - Step 2: key generation
ar: إعداد الأمين - الخطوة 2: إنشاء المفتاح
pt: Configurar autoridades de desencriptação - Passo 2: Gerar as chaves
ru: Настройка доверенного лица - Шаг 2: генерация ключей
uk: Налаштування довіреної особи – Крок 2: генерація ключа

source: Trustee's e-mail
ar: بريد الكتروني للأمين
pt: E-mail da Autoridade
ru: Электронная почта доверенного лица
uk: Електронна пошта довіреної особи

source: Trustee's e-mail
ar: البريد الإلكتروني للأمين
pt: Email da autoridade
ru: Электронная почта доверенного лица
uk: Електронна пошта довіреної особи

source: Trustee's e-mail address:
pt: Endereço de e-mail da autoridade de desencriptação:

source: Trustee's name
pt: Nome da Autoridade
ru: Имя доверенного лица
uk: Ім'я довіреної особи

source: Trustee's public name
pt: Nome público da autoridade
ru: Публичное имя доверителя
uk: Публічне ім'я довіреної особи

source: Trustee's public name
pt: Nome Público da Autoridade
ru: Публичное имя доверителя
uk: Публічне ім'я довіреної особи

source: Trustees
pt: Autoridades de desencriptação

source: Trustees for election %s
pt: Autoridades de desencriptação para a eleição %s

source: Trustees?
pt: Autoridades de desencriptação?

source: Type of answer:
pt: Tipo de resposta:
ru: Тип ответа:
uk: Тип відповіді:

source: Type the password again:
pt: Reintroduza a palavra-passe:
ru: Введите пароль еще раз:
uk: Введіть пароль ще раз:

source: UUID of the election:
pt: UUID da eleição:

source: Unknown uuid
pt: ID desconhecido
ru: Неизвестный идентификатор
uk: Невідомий uuid

source: Unsupported booth version
ar: إصدار الكشك غير مدعوم
pt: Versão da tela de votação não suportada

source: Unsupported trustees!
pt: Autoridades de desencriptação não suportadas!

source: Upload voter file
pt: Carregar um ficheiro de eleitor
ru: Загрузить файл избирателя
uk: Завантажте файл виборців

source: Use this form to upload public credentials generated with the command-line tool.
pt: Use este formulário para carregar as partes públicas dos códigos de Votos gerados com a ferramenta de linha de comando.

source: Username
pt: Identificador

source: Username:
ar: اسم المستخدم:
pt: Nome de utilizador:
ru: Имя пользователя:
uk: Ім'я користувача:

source: Validate creation
pt: Validar criação

source: Verifiable online voting platform
pt: Plataforma de votação online verificável

source: Voter list
pt: Lista Eleitoral
ru: Список избирателей
uk: Список виборців

source: Voter list (not editable):
pt: Lista Eleitoral (não editável):
ru: Список избирателей (не редактируемый):
uk: Список виборців (не редагується):

source: Voter list:
pt: Lista de eleitores:
ru: Список избирателей:
uk: Список виборців:

source: Voter list (not editable):
pt: Lista de eleitores (não editável):
ru: Список избирателей (не редактируемый):
uk: Список виборців (не редагується):

source: Voter's authentication
pt: Autenticação do eleitor
ru: Аутентификация избирателей
uk: Аутентифікація виборця

source: Voter's authentication:
pt: Autenticação do eleitor:
ru: Аутентификация избирателей:
uk: Автентифікація виборця:

source: Voters for election %s
pt: Lista de Eleitores para a Eleição %s

source: Voters?
pt: Lista eleitoral?

source: Voting records
pt: Lista de assinaturas
ru: Записи голосования
uk: Протоколи голосування

source: Waiting for the election administrator to set the threshold... Reload the page to check progress.
pt: À espera que o administrador eleitoral estabeleça o limite... Recarregue o Página para verificar o progresso.

source: Waiting for the other trustees... Reload the page to check progress.
pt: À espera de outras autoridades de confiança... Recarregue a página para Verifique o progresso.

source: Warning, this action is irreversible
pt: Aviso, esta ação é irreversível
ru: Внимание, это действие необратимо
uk: Попередження, ця дія незворотна
