Repository: glondu/belenios
Catalog: po/admin/*.po
Languages: ar, pt, ru, uk

source: Warning, this will delete the current list of trustees
pt: Atenção, esta operação vai retirar a lista atual das autoridades deDecifrar
ru: Внимание, это приведет к удалению текущего списка доверенных лиц
uk: Попередження, це призведе до видалення поточного списку довірених осіб

source: Warning, use UTC time (for instance, now is %s).
pt: Tenha cuidado, use a hora UTC (por exemplo, agora é %s).

source: Warning:
ar: تحذير:
pt: Aviso:
ru: Внимание:
uk: УВАГА:

source: Warning: This action is irreversible.
pt: Aviso: esta ação é irreversível.

source: Warning: This action is irreversible; the election will be definitively closed.
pt: Atenção: esta ação é irreversível; A eleição será definitivamente Fechado.

source: Warning: this code is valid for 15 minutes, and previous codes sent to this address are no longer valid.
ar: تحذير: هذا الرمز صالح لمدة 15 دقيقة، والرموز السابقة التي تم إرسالها إلى هذا العنوان لم تعد صالحة.
pt: Atenção: este código é válido por 15 minutos, e os códigos anteriores enviados para este endereço não são mais válidos.
ru: Внимание: этот код действителен в течение 15 минут, а предыдущие коды, отправленные на этот адрес, больше не действуют.
uk: Попередження: цей код дійсний протягом 15 хвилин, попередні коди, надіслані на цю адресу, більше не дійсні.

source: Warning: this is irreversible!
pt: Aviso: é irreversível!
ru: Предупреждение: это необратимо!
uk: Попередження: це незворотньо!

source: Warning: this will freeze the voter list!
pt: Atenção: isto vai congelar a lista eleitoral!
ru: Предупреждение: это заморозит список избирателей!
uk: Попередження: це заморозить список виборців!

source: We suggest two options:
pt: Sugerimos duas possibilidades:
ru: Мы предлагаем два варианта:
uk: Пропонуємо два варіанти:

source: Weight
pt: Peso
ru: Вес
uk: вага

source: Weights are forbidden.
pt: Pesos estão proibidos.

source: When the election result is published, make sure that the fingerprint of your shuffle appears in the result page.
pt: Quando o resultado da eleição for publicado, certifique-se de que a impressão digitaldo seu embaralhar aparece na página de resultados.
ru: Когда результаты выборов будут опубликованы, убедитесь, что отпечаток вашего шаффла появился на странице результатов.
uk: Після публікації результатів виборів переконайтеся, що відбиток вашого перемішування з’явився на сторінці результатів.

source: Yes
pt: Sim

source: You are not allowed to administer this election!
pt: Você não tem o direito de administrar esta eleição!

source: You can also access the
pt: Você também pode aceder ao

source: You can also log in with
pt: Você também pode se conectar com
ru: Вы также можете войти в систему с помощью
uk: Ви також можете увійти за допомогою

source: You cannot change your password now. Please try later.
pt: Você não pode alterar sua palavra-passe agora. Por favor, tente Mais tarde.
ru: Сейчас вы не можете изменить свой пароль. Попробуйте позже.
uk: Ви не можете зараз змінити свій пароль. Спробуйте пізніше.

source: You cannot create an account now. Please try later.
pt: Não é possível criar uma conta agora. Por favor, tente mais tarde.
ru: Сейчас вы не можете создать учетную запись. Попробуйте позже.
uk: Ви не можете створити обліковий запис зараз. Спробуйте пізніше.

source: You cannot set the credential authority for this election!
pt: Não é possível definir a autoridade de geração do código de votação para Esta eleição!

source: You may force the computation of the result now, if the required number of trustees have done their job, by clicking on the following button.
pt: Você pode forçar o cálculo do resultado agora, se o número necessáriodas autoridades de desencriptação fez o seu trabalho, clicando no botão Próximo.

source: You may need to resend credentials to voters who have lost them.
pt: Pode ser necessário devolver os códigos de voto aos eleitores que Perdeu.
ru: Возможно, вам придется повторно выслать учетные данные избирателям, которые их потеряли.
uk: Можливо, вам доведеться повторно надіслати облікові документи виборцям, які їх втратили.

source: You may postpone the publication of the election result up to %d days in the future.
pt: Pode adiar a publicação do resultado da eleição até %dDias no futuro.

source: You may skip a trustee if they do not answer. Be aware that this reduces the security.
pt: Pode ignorar uma autoridade de desencriptação se esta não responder.Esteja ciente de que isso reduz a segurança.

source: You may use a script of your own or the one provided in the Belenios distribution, see instructions here:
pt: Você pode usar um script próprio ou o fornecido no distribuição de Belenios, ver instruções aqui:
ru: Вы можете использовать собственный скрипт или скрипт, поставляемый в дистрибутиве Belenios, смотрите инструкции здесь:
uk: Ви можете використовувати власний сценарій або сценарій, наданий у дистрибутиві Belenios, див. інструкції тут:

source: You may wish voters to rank candidates or give each candidate a score.
pt: Você pode querer que os eleitores ordenem os candidatos ou seus Atribua uma classificação.

source: You must record this fingerprint and check that it appears on the election result page.
pt: Deve registar esta impressão digital e verificar se aparece no Página do resultado da eleição.
ru: Вы должны записать этот отпечаток и убедиться, что он отображается на странице с результатами выборов.
uk: Ви повинні записати цей відбиток пальця та переконатися, що він відображається на сторінці результатів виборів.

source: You must select at least one language!
pt: Você deve selecionar pelo menos um idioma!

source: You own no such elections!
pt: Você não tem eleição!

source: You will find below the link to generate the voters' credentials, one for each voter.
pt: Abaixo está o link para gerar os códigos de votação para o Eleitores, um para cada eleitor.
ru: Ниже вы найдете ссылку для создания учетных данных избирателей, по одной для каждого избирателя.
uk: Нижче ви знайдете посилання для створення облікових даних виборців, по одному для кожного виборця.

source: You will find below the link to generate your private decryption key, used to tally the election.
pt: Abaixo está o link para gerar sua chave privada, usado para contar a eleição.
ru: Ниже вы найдете ссылку для генерации приватного ключа дешифрования, который используется для подсчета результатов выборов.
uk: Нижче ви знайдете посилання для створення приватного ключа дешифрування, який використовується для підрахунку результатів виборів.

source: You will then need to send (typically by email) each private credential to the associated voter as written in the file creds.txt.
ar: بعد ذلك، ستحتاج إلى إرسال (عادة عبر البريد الإلكتروني) كل بيانات الاعتماد الخاصة إلى الناخب المرتبط بها كما هو مكتوب في الملف creds.txt.
pt: Em seguida, você precisará enviar (geralmente por e-mail) cada código de votoPrivado do eleitor associado, conforme indicado no processo creds.txt.
ru: Затем вам нужно будет отправить (обычно по электронной почте) каждый личный мандат соответствующему избирателю, как записано в файле creds.txt.
uk: Потім вам потрібно буде надіслати (зазвичай електронною поштою) кожну приватну облікову інформацію пов’язаному виборцю, як зазначено у файлі creds.txt.

source: You will use it in the next steps and to decrypt the final result.
ar: ستستخدمه في الخطوات التالية ولفك تشفير النتيجة النهائية.
pt: Você vai usá-lo nos próximos passos e para decifrar o resultadoFinal.

source: You will use it to decrypt the final result.
ar: ستستخدمه لفك تشفير النتيجة النهائية.
pt: Você vai usá-lo para decifrar o resultado final.
ru: Вы будете использовать его для расшифровки конечного результата.
uk: Ви будете використовувати його для розшифровки кінцевого результату.

source: You will use it to send credentials to voters.
ar: ستستخدمه لإرسال بيانات الاعتماد إلى الناخبين.
pt: Você vai usá-lo para enviar códigos de votação aos eleitores.
ru: Вы будете использовать его для отправки мандатов избирателям.
uk: Ви використовуватимете його для надсилання повноважень виборцям.

source: You won't be able to change the e-mail addresses once the credentials are created. Voters with invalid e-mail addresses won't be able to vote.
ar: لن تتمكن من تغيير عناوين البريد الإلكتروني بمجرد إنشاء بيانات الاعتماد. لن يتمكن الناخبون الذين لديهم عناوين بريد إلكتروني غير صالحة من التصويت.
pt: Você não poderá alterar endereços de e-mail quando os códigos de votação estiverem disponíveisCriou. Eleitores com endereços inválidos não poderão votar.
ru: Вы не сможете изменить адреса электронной почты после создания учетных данных. Избиратели с недействительными адресами электронной почты не смогут проголосовать.
uk: Ви не зможете змінити адреси електронної пошти після створення облікових даних. Виборці з недійсною адресою електронної пошти не зможуть проголосувати.

source: Your e-mail address
ar: عنوان بريدك الإلكتروني
pt: Seu endereço de e-mail
ru: Ваш адрес электронной почты
uk: Ваша адреса електронної пошти

source: Your e-mail address has been used to create an account on our Belenios server.
ar: تم استخدام عنوان بريدك الإلكتروني لإنشاء حساب على خادم Belenios الخاص بنا.
pt: O seu endereço de e-mail foi usado para criar uma conta no nosso servidorBelenios.
ru: Ваш адрес электронной почты был использован для создания учетной записи на нашем сервере Belenios.
uk: Ваша адреса електронної пошти була використана для створення облікового запису на нашому сервері Belenios.

source: Your e-mail address is:
ar: عنوان بريدك الإلكتروني هو:
pt: Seu endereço de e-mail é:
ru: Ваш адрес электронной почты:
uk: Ваша електронна адреса:

source: Your job in the key establishment protocol is done! The fingerprint of your verification key is %s. Check that it is published by the server when the election is open. Your private key will be needed to decrypt the election result.
ar: تم الانتهاء من مهمتك في بروتوكول إنشاء المفتاح! بصمة مفتاح التحقق الخاص بك هي %s. تحقق من أنه تم نشرها من قبل الخادم عندما يكون الانتخاب مفتوحًا. سيتم الحاجة إلى مفتاحك الخاص لفك تشفير نتيجة الانتخاب.
pt: O seu trabalho no protocolo de definição de chaves está concluído!A impressão digital da sua chave de verificação é %s. Verifique se é a mesma publicada pelo servidor quando a eleição estiver aberta. A sua chave privada será necessária para decifrar o resultado da eleição.

source: Your key has been received and checked!
ar: تم استلام مفتاحك والتحقق منه!
pt: A sua chave foi recebida e verificada!

source: Your partial decryption has already been received and checked!
ar: تم استلام فك تشفيرك الجزئي والتحقق منه بالفعل!
pt: A sua desencriptação parcial já foi recebida e verificada!

source: Your partial decryption has been received and checked!
ar: تم استلام فك تشفيرك الجزئي والتحقق منه!
pt: A sua desencriptação parcial foi recebida e verificada!
ru: Ваша частичная расшифровка получена и проверена!
uk: Ваше часткове розшифрування отримано та перевірено!

source: Your public key has already been received!
ar: لقد تم استلام مفتاحك العام بالفعل!
pt: Sua chave pública já foi recebida!

source: Your username is:
ar: اسم المستخدم الخاص بك هو:
pt: Seu nome de utilizador é:
ru: Имя пользователя:
uk: Ваше ім'я користувача:

source: action required
ar: الإجراء مطلوب
pt: ação necessária
ru: необходимые меры
uk: необхідні дії

source: anonymous trustee
ar: أمين مجهول
pt: Autoridade de Desencriptação Anónima
ru: анонимный доверительный управляющий
uk: анонімний довірена особа

source: contact us
ar: اتصل بنا
pt: Contacte-nos
ru: свяжитесь с нами
uk: зв'яжіться з нами

source: done
ar: تم
pt: concluído
ru: сделано
uk: зроблено

source: done: the key establishment protocol is finished
ar: تم: انتهى بروتوكول إنشاء المفتاح
pt: Concluído: O protocolo de chaveamento está completo

source: download
ar: تحميل
pt: baixar

source: draft election parameters
ar: معلمات الانتخاب المسودة
pt: Parâmetros da eleição em preparação

source: election not ready
ar: الانتخابات ليست جاهزة
pt: eleição ainda não está pronta

source: election parameters
ar: معلمات الانتخاب
pt: Parâmetros de eleição

source: election ready
ar: الانتخاب جاهز
pt: pronto para a eleição

source: empty list
ar: قائمة فارغة
pt: lista vazia
ru: пустой список
uk: порожній список

source: encrypted tally
ar: عد مشفر
pt: resultado numérico

source: failed
ar: فشل
pt: falhou
ru: неудача
uk: не вдалося

source: from a file:
ar: من ملف:
pt: de um ficheiro:
ru: из файла:
uk: з файлу:

source: from another election
ar: من انتخابات أخرى
pt: Outra eleição
ru: от других выборов
uk: з інших виборів

source: here
ar: هنا
pt: aqui

source: init: administrator needs to set threshold
ar: بدء: المدير يحتاج إلى تعيين الحد الأدنى
pt: inicialização: o administrador deve definir o limite

source: more info
ar: مزيد من المعلومات
pt: mais informações

source: none
ar: لا شيء
pt: nenhum
ru: никто
uk: немає

source: of an unknown reason
ar: لسبب غير معروف
pt: por uma razão desconhecida
ru: по неизвестной причине
uk: з невідомої причини

source: or you may simply print it and store it in a safe.
ar: أو يمكنك ببساطة طباعته وتخزينه في خزنة.
pt: Ou você pode simplesmente imprimi-lo e mantê-lo em um cofre.
ru: или вы можете просто распечатать его и хранить в сейфе.
uk: або ви можете просто роздрукувати його та зберігати в сейфі.

source: out of
ar: من
pt: entre
ru: из
uk: з

source: private credentials
ar: بيانات اعتماد خاصة
pt: Partes Privadas dos Códigos de Voto
ru: личные данные
uk: приватні облікові дані

source: private key
ar: المفتاح الخاص
pt: chave privada

source: public name:
ar: الاسم العام:
pt: nome público:

source: raw data
ar: البيانات الخامّة
pt: dados brutos

source: sent by a third party chosen by you (safe mode)
ar: تم إرساله بواسطة طرف ثالث يتم اختياره من قبلك (وضع آمن)
pt: enviado por um terceiro escolhido por você (modo seguro)

source: sent by e-mail when voting (a short password, renewed for each vote)
ar: تم إرساله عبر البريد الإلكتروني أثناء التصويت (كلمة مرور قصيرة، تتجدد لكل تصويت)
pt: enviado por e-mail durante a votação (uma palavra-passe curta, renovada para Todos os votos)

source: sent by our server (easier mode but offers less security)
ar: تم إرساله من قبل خادمنا (وضع سهل ولكن يقدم أقل أمانًا)
pt: enviado pelo nosso servidor (modo mais fácil, mas oferecendo menos segurança)

source: sent in advance by e-mail (useful for multiple elections)
ar: تم إرساله مسبقًا عبر البريد الإلكتروني (مفيد لعدة انتخابات)
pt: enviado antecipadamente por e-mail (útil para várias eleições)

source: server (has already shuffled)
ar: الخادم (تم الخلط بالفعل)
pt: servidor (já embaralhado)
ru: сервер (уже перетасован)
uk: сервер (вже перемішано)

source: server configuration
ar: تكوين الخادم
pt: configuração do servidor

source: skipped
ar: تم تخطيه
pt: ignorado
ru: пропущенный
uk: пропущено

source: step 0?
ar: الخطوة 0؟
pt: passo 0?
ru: шаг 0?
uk: крок 0?

source: step 1 / 3
ar: الخطوة 1 من 3
pt: passo 1 / 3

source: step 2 / 3
ar: الخطوة 2 من 3
pt: Passo 2 / 3

source: step 3 / 3
ar: الخطوة 3 من 3
pt: passo 3 / 3

source: submitting a large number of credentials using the above form may fail; in this case, you have to use the command-line tool and the form below.
ar: قد تفشل عملية تقديم عدد كبير من البيانات باستخدام النموذج أعلاه؛ في هذه الحالة، يجب عليك استخدام أداة سطر الأوامر والنموذج أدناه.
pt: Envie um grande número de códigos de voto usando o formulário acimapode falhar; Neste caso, você deve usar o e a forma abaixo.

source: terms of service
ar: شروط الخدمة
pt: termos de serviço
ru: условия службы
uk: умови обслуговування

source: the after-the-vote procedure will require more steps;
ar: إجراءات ما بعد الاقتراع ستتطلب مزيدًا من الخطوات;
pt: O procedimento após a fase de votação exigirá mais etapas;

source: the fingerprint of public credentials matches what has been saved;
ar: بصمة بيانات الاعتماد العامة تتطابق مع ما تم حفظه;
pt: A impressão digital dos códigos públicos de voto corresponde ao que foi registado

source: the fingerprint of your public key;
ar: بصمة المفتاح العام الخاص بك;
pt: a impressão digital da sua chave pública;
ru: отпечаток вашего открытого ключа;
uk: відбиток вашого відкритого ключа;

source: the fingerprint of your verification key.
ar: بصمة مفتاح التحقق الخاص بك.
pt: A impressão digital da sua chave de verificação.
ru: отпечаток вашего ключа проверки.
uk: відбиток вашого ключа підтвердження.

source: the new password is too weak (%s)
ar: كلمة المرور الجديدة ضعيفة جدًا (%s)
pt: a nova palavra-passe é muito fraca (%s)
ru: Новый пароль слишком слабый (%s)
uk: новий пароль занадто слабкий (%s)

source: the new password starts or ends with a space
ar: كلمة المرور الجديدة تبدأ أو تنتهي بفراغ
pt: a nova palavra-passe começa ou termina com um espaço
ru: новый пароль начинается или заканчивается пробелом
uk: новий пароль починається або закінчується пробілом

source: the number of voters is correct, and the fingerprint of the voter list matches what has been saved;
ar: عدد الناخبين صحيح، وبصمة قائمة الناخبين تتطابق مع ما تم حفظه;
pt: O número de eleitores está correto e a impressão digital da lista eleitoralcorresponde ao que foi registado;

source: the password is too weak (%s)
ar: كلمة المرور ضعيفة جدًا (%s)
pt: A palavra-passe é muito fraca (%s)
ru: пароль слишком слабый (%s)
uk: пароль занадто слабкий (%s)

source: the password starts or ends with a space
ar: كلمة المرور تبدأ أو تنتهي فراغ
pt: A palavra-passe começa ou termina com um espaço
ru: пароль начинается или заканчивается пробелом
uk: пароль починається або закінчується пробілом

source: the private parts of the credentials
ar: الأجزاء الخاصة من بيانات الاعتماد
pt: As partes privadas dos códigos de voto
ru: частные части мандатов
uk: приватні частини облікових даних

source: the two passwords are not the same
ar: كلمتي المرور ليستا متماثلتين
pt: as duas palavras-passe não são iguais
ru: два пароля не совпадают
uk: два паролі не однакові

source: the username is already taken
ar: اسم المستخدم غير متوفر
pt: o login já está em uso
ru: имя пользователя уже занято
uk: ім'я користувача вже зайняте

source: the username is invalid
pt: o identificador é inválido
ru: имя пользователя недействительно
uk: ім'я користувача недійсне

source: the voting interface will depend on the selected counting method. In some cases, you should explain to voters (e.g. in the question field) how they are supposed to express their vote.
ar: ستعتمد واجهة التصويت على طريقة العد المحددة. في بعض الحالات، يجب عليك أن تشرح للناخبين (على سبيل المثال في حقل الأسئلة) كيف من المفترض أن يعبروا عن أصواتهم.
pt: A interface de votação dependerá do método de contagem escolhido. Em Em alguns casos, terá de explicar aos eleitores (por exemplo, no campo de perguntas) como devem votar.

source: there is already an account with this e-mail address
ar: هناك حساب بالفعل مرتبط بهذا العنوان البريدي
pt: Já existe uma conta com este endereço de e-mail
ru: уже существует учетная запись с таким адресом электронной почты
uk: вже існує обліковий запис із цією адресою електронної пошти

source: there is an error in the database
pt: existe um erro na base de dados
ru: в базе данных произошла ошибка
uk: є помилка в базі даних

source: threshold mode
ar: طريقة العتبة
pt: modo de criptografia de limite

source: times are in UTC. Now is
ar: الأوقات بالتوقيت العالمي المنسق. الآن هو
pt: as datas estão em UTC. Atualmente, somos o

source: trustee parameters
ar: معايير الأمين
pt: configurações da autoridade de desencriptação

source: typical use
ar: الاستخدام النموذجي
pt: uso típico
ru: типичное использование
uk: типове використання

source: voted?
ar: تم التصويت؟
pt: votou?
ru: голосовали?
uk: проголосував?

source: voter list
ar: قائمة الناخب
pt: lista eleitoral
ru: список избирателей
uk: список виборців

source: when a login is needed, e.g. CAS
ar: عندما تكون هناك حاجة لتسجيل الدخول، على سبيل المثال. CAS
pt: quando é necessário um identificador, por exemplo, CAS
ru: когда необходимо войти в систему, например, в CAS
uk: коли потрібен логін, напр. CAS

source: when some voters have several votes
ar: عندما يكون لدى بعض الناخبين عدة أصوات
pt: Quando alguns eleitores têm vários votos
ru: когда некоторые избиратели имеют несколько голосов
uk: коли деякі виборці мають декілька голосів

source: yes
ar: نعم
pt: sim
ru: да
uk: так

source: you can send the private credential back to its rightful owner in case it gets lost.
ar: يمكنك إرسال بيانات الاعتماد الخاصة مرة أخرى إلى مالكها الشرعي في حالة فقدانها.
pt: Pode devolver a parte privada de um código de voto ao eleitorlegítimo em caso de perda.

source: you have to make sure that the e-mail addresses are valid.
ar: يجب عليك التأكد من صحة عناوين البريد الإلكتروني.
pt: Você precisa ter certeza de que os endereços de e-mail são válidos.
ru: необходимо убедиться, что адреса электронной почты действительны.
uk: ви повинні переконатися, що адреси електронної пошти дійсні.

source: you may store the key on a USB stick and store it in a safe;
ar: يمكنك تخزين المفتاح على وحدة USB وتخزينه في خزنة;
pt: Você pode manter a chave em um stick USB e colocá-lo em um cofre-forte
ru: Вы можете сохранить ключ на USB-накопителе и хранить его в сейфе;
uk: ви можете зберігати ключ на USB-накопичувачі та зберігати його в сейфі;

source: your private key. Make sure you SAVE IT properly otherwise you will not be able to participate to the tally and the election may be canceled;
ar: مفتاحك الخاص. تأكد من حفظها بشكل صحيح وإلا فلن تتمكن من المشاركة في عملية الفرز وقد يتم إلغاء الانتخابات;
pt: A sua chave privada. Certifique-se de gravá-lo, caso contrário, você não será capaz de participar na contagem e a eleição pode ser anulada
ru: свой личный ключ. Убедитесь, что вы правильно сохранили его, иначе вы не сможете участвовать в подсчете голосов, и выборы могут быть отменены;
uk: ваш закритий ключ. Переконайтеся, що ви ЗБЕРЕГЛИ ЙОГО належним чином, інакше ви не зможете брати участь у підрахунку голосів і вибори можуть бути скасовані;

source: E-mail
ar: بريد إلكتروني

source: E-mail:
ar: بريد إلكتروني:
uk: Електронна пошта:

source: Link
ar: رابط

source: Log in:
ar: تسجيل الدخول:
ru: Введите:
uk: Увійти:

source: A confirmation e-mail has been sent to you.
ru: Вам было отправлено подтверждение по электронной почте.
uk: Вам було надіслано електронний лист із підтвердженням.

source: anytime during the election.
ru: в любое время во время выборов.
uk: будь-коли під час виборів.

source: as user
ru: как пользователь
uk: як користувач

source: has been accepted.
ru: был принят.
uk: було прийнято.

source: is rejected, because
ru: отклоняется, потому что
uk: відхиляється, тому що

source: or send them manually this link:
ru: или отправьте их вручную по этой ссылке:
uk: або надішліть їх вручну за цим посиланням:

source: An error occurred while submitting credentials!
ru: При отправке учетных данных произошла ошибка!
uk: Під час подання облікових даних сталася помилка!

source: Automatic cleaning
ru: Автоматическая уборка
uk: Автоматичне очищення

source: Automatic dates
ru: Автоматические даты
uk: Автоматичні дати

source: By using this site, you accept our
ru: Пользуясь этим сайтом, вы принимаете наши
uk: Використовуючи цей сайт, ви приймаєте наші

source: Change e-mail address
ru: Изменение адреса электронной почты
uk: Змінити адресу електронної пошти

source: Close:
ru: Закрыть:
uk: Закрити:

source: Could not get configuration from server! (%s)
ru: Не удалось получить конфигурацию с сервера! (%s)
uk: Не вдалося отримати конфігурацію з сервера! (%s)

source: Could not get trustee parameters for this election!
ru: Не удалось получить параметры доверительного управления для этих выборов!
uk: Не вдалося отримати параметри довіреної особи для цих виборів!

source: Create account
ru: Создать учетную запись
uk: Створити акаунт

source: Credential authority management
ru: Управление полномочиями доступа
uk: Керування повноваженнями
