Repository: glondu/belenios
Catalog: po/admin/*.po
Languages: ar, pt, ru, uk

source: New answer
ar: إجابة جديدة
pt: Nova resposta
ru: Новый ответ
uk: Нова відповідь

source: New candidate
ar: مرشح جديد
pt: Novo candidato
ru: Новый кандидат
uk: Новий кандидат

source: New elections are not allowed on this server.
ar: غير مسموح بإجراء انتخابات جديدة على هذا الخادم.
pt: Novas eleições não são permitidas neste servidor.

source: New grade
ar: درجة جديدة
pt: Nova nota
ru: Новый класс
uk: Новий сорт

source: New list
ar: قائمة جديدة
pt: Nova Lista
ru: Новый список
uk: Новий список

source: No
ar: لا
pt: Não

source: No contact was set!
ar: لم يتم تعيين أي جهة اتصال!
pt: Nenhum contato foi dado!

source: No external trustee were set. Do you confirm that you trust the server for privacy?
ar: ولم يتم تعيين أي أمين خارجي. هل تؤكد أنك تثق بالخادم فيما يتعلق بالخصوصية؟
pt: Nenhuma autoridade externa de desencriptação foi definida. Você confirma que Você confia no servidor para privacidade?
ru: Внешние доверенные лица не установлены. Подтверждаете ли вы, что доверяете серверу конфиденциальность?
uk: Зовнішня довірена особа не встановлена. Ви підтверджуєте, що довіряєте серверу щодо конфіденційності?

source: No matching public key was found!
ar: لم يتم العثور على مفتاح عام مطابق!
pt: Nenhuma chave pública correspondente foi encontrada!
ru: Не найден подходящий открытый ключ!
uk: Відповідного відкритого ключа не знайдено!

source: No such language: %s
ar: لا توجد هذه اللغة: %s
pt: Idioma desconhecido: %s

source: No trustees were set. This means the server will manage the election key by itself.
ar: لم يتم تعيين أمناء. وهذا يعني أن الخادم سيدير مفتاح الإنتخابات بنفسه.
pt: Nenhuma autoridade de desencriptação foi dada. Isto significa que o Servidor vai administrar a chave da eleição sozinho.

source: No voters
ar: لا يوجد ناخبين
pt: Sem eleitores

source: Nobody voted!
ar: لم يصوت أحد!
pt: Ninguém votou!

source: Non-empty CAS server, but CAS authentication not selected!
ar: خادم CAS غير فارغ، ولكن لم يتم تحديد مصادقة CAS!
pt: O servidor CAS não está vazio, mas a autenticação CAS não está selecionada!

source: Not (yet) available for draft elections
ar: غير متاح (بعد) لمسودة الانتخابات
pt: Não (ainda) disponível para projetos eleitorais

source: Not applicable
ar: لايمكن تطبيقه
pt: Não aplicável

source: Not downloaded.
ar: لم يحمل.
pt: Não baixado.

source: Not edited
ar: لم يتم تعديله
pt: Não modificado

source: Not logged in.
ar: لم يتم تسجيل الدخول.
pt: Não conectado.

source: Note that this authority will personally have to send each credential to its respective voter.
ar: لاحظ أنه سيتعين على هذه السلطة شخصيًا إرسال كل بيانات اعتماد إلى ناخبها المعني بها.
pt: Note-se que esta autoridade terá de enviar a cada eleitor o seu próprio códigode votar.

source: Note that:
ar: لاحظ أن:
pt: Note que:

source: Note:
ar: ملاحظة:
pt: Nota:

source: Note: no more partial decryptions will be allowed.
ar: ملاحظة: لن يُسمح بالمزيد من عمليات فك التشفير الجزئي.
pt: Nota: Não serão permitidas mais desencriptações parciais.

source: Note: this election will be automatically destroyed after
ar: ملاحظة: سيتم التخلص من هذه الانتخابات تلقائيا بعد
pt: Nota: esta eleição será automaticamente excluída após

source: Now, all the certificates of the trustees have been generated. Proceed to generate your share of the decryption key.
ar: الآن، تم إنشاء جميع شهادات الأمناء. تابع إنشاء حصتك من مفتاح فك التشفير.
pt: Agora todos os certificados das autoridades de desencriptação foramGerado. Prossiga para gerar a chave de desencriptação da sua parte.
ru: Теперь все сертификаты доверенных лиц сгенерированы. Приступайте к генерации своей доли ключа расшифровки.
uk: Наразі всі сертифікати довірених осіб сформовані. Перейдіть до генерації вашої частки ключа дешифрування.

source: Now, all the trustees have generated their secret shares. Proceed to the final checks so that the election can be validated.
ar: الآن، قام جميع الأمناء بإنشاء مساهماتهم السرية. انتقل إلى الفحوصات النهائية حتى يمكن التحقق من صحة الانتخابات.
pt: Agora todas as autoridades de desencriptação geraram as suas chavesSegredo. Realizar as verificações finais para que a eleição possaSeja validado.
ru: Теперь все доверенные лица создали свои секретные доли. Приступайте к финальным проверкам, чтобы выборы были подтверждены.
uk: Тепер усі довірені особи створили свої секретні акції. Перейдіть до остаточних перевірок, щоб вибори могли бути дійсними.

source: Number of credentials left: %d.
ar: عدد بيانات الاعتماد المتبقية: %d.
pt: Número de códigos restantes: %d.
ru: Количество оставшихся мандатов: %d.
uk: Залишилася кількість облікових даних: %d.

source: Number of records: %d/%d
ar: عدد السجلات: %d/%d
pt: Número de entradas: %d/%d

source: Number of seats:
ar: عدد المقاعد:
pt: Número de lugares:
ru: Количество мест:
uk: Кількість місць:

source: Of course, more cryptographic solutions are welcome as well.
ar: بالطبع، نرحب أيضًا بالمزيد من حلول التشفير.
pt: Claro, outras soluções cripto também são o Bem-vindo.
ru: Конечно, приветствуются и другие криптографические решения.
uk: Звичайно, також вітаються додаткові криптографічні рішення.

source: On this page, you can configure a group of trustees so that only a subset of them is needed to perform the decryption.
ar: في هذه الصفحة، يمكنك تكوين مجموعة من الأمناء بحيث تكون هناك حاجة إلى مجموعة فرعية منهم فقط لتنفيذ عملية فك التشفير.
pt: Nesta página, você pode configurar um grupo de autoridade de desencriptação tal que apenas um subconjunto deles seránecessário para executar a desencriptação.

source: Once the election is finished and validated, you are expected to destroy the file creds.txt for stronger privacy guarantees.
ar: بمجرد الانتهاء من الاختيار والتحقق من صحته، من المتوقع منك التخلص من ملف creds.txt للحصول على ضمانات خصوصية أقوى.
pt: Uma vez terminada e validada a eleição, é suposto destruir o creds.txt dossiê para reforçar as garantias de confidencialidade.
ru: Когда выборы будут завершены и проверены, вы должны уничтожить файл creds.txt, чтобы обеспечить более надежные гарантии конфиденциальности.
uk: Після завершення виборів і підтвердження ви повинні знищити файл creds.txt для більшої гарантії конфіденційності.

source: Once the election is open, check that:
ar: بمجرد فتح الانتخابات، تحقق مما يلي:
pt: Uma vez aberta a eleição, verifique se:

source: Once the election is open, you must check that it is present in the set of public keys published by the server.
ar: بمجرد فتح الانتخابات، يجب عليك التحقق من وجودها في مجموعة المفاتيح العامة التي ينشرها الخادم.
pt: Uma vez aberta a eleição, é preciso verificar se estápresente na lista de chaves públicas publicadas pelo servidor.
ru: После того как выборы открыты, необходимо проверить, есть ли они в наборе открытых ключей, опубликованных сервером.
uk: Після того, як вибір відкритий, ви повинні перевірити, чи він присутній у наборі відкритих ключів, опублікованих сервером.

source: Once the election is open, you must check that it is present in the set of verification keys published by the server.
ar: بمجرد فتح الانتخابات، يجب عليك التحقق من وجودها في مجموعة مفاتيح التحقق التي ينشرها الخادم.
pt: Uma vez aberta a eleição, é preciso verificar se estápresente na lista de chaves de verificação publicada pelo servidor.

source: Once the election is open, you must check that the fingerprints of your two keys are present in the set of keys published by the server.
ar: وبمجرد فتح الانتخابات، يجب عليك التحقق من وجود بصمات المفتاحين الخاصين بك في مجموعة المفاتيح التي ينشرها الخادم.
pt: Uma vez aberta a eleição, você deve verificar se as impressões digitais das duas chaves estão presentes no conjunto de chaves publicadas pelo servidor.
ru: После того как выборы открыты, вы должны проверить, что отпечатки ваших двух ключей присутствуют в наборе ключей, опубликованных сервером.
uk: Коли вибори відкрито, ви повинні перевірити, чи присутні відбитки ваших двох ключів у наборі ключів, опублікованому сервером.

source: Once the election is open, you must check that they match with what is published by the server.
ar: وبمجرد فتح باب الانتخابات، يجب عليك التأكد من مطابقتها لما ينشره الخادم.
pt: Uma vez aberta a eleição, é preciso verificar se elas correspondem ao que é publicado pelo servidor.
ru: После того как выборы открыты, необходимо проверить, совпадают ли они с тем, что опубликовал сервер.
uk: Коли вибори відкрито, ви повинні перевірити, чи вони збігаються з тим, що опубліковано сервером.

source: Once the election is over, the file creds.txt must be destroyed.
ar: بمجرد انتهاء الإنتخابات، يجب التخلص من ملف creds.txt.
pt: Uma vez terminada a eleição, o ficheiro creds.txt deve ser destruído.

source: Open
ar: افتح
pt: Aberto
ru: Открыть
uk: ВІДЧИНЕНО

source: Open / Close
ar: فتح / إغلاق
pt: Abrir / Fechar
ru: Открыть / Закрыть
uk: Відкрити / Закрити

source: Open election
ar: انتخابات مفتوحة
pt: Abrir a eleição

source: Or load it from a file:
ar: أو قم بتحميله من ملف:
pt: ou baixá-lo de um ficheiro:

source: Other authentication modes:
ar: طرق المصادقة الأخرى:
pt: Modos de autenticação alternativos:
ru: Другие режимы аутентификации:
uk: Інші режими аутентифікації:

source: Our platform currently supports Condorcet, STV and majority judgment, but you may also apply your own method on the raw result (shuffled list of ballots).
ar: تدعم منصتنا حاليًا حكم Condorcet وSTV والأغلبية، ولكن يمكنك أيضًا تطبيق طريقتك الخاصة على النتيجة الأولية (قائمة الاقتراع المختلطة).
pt: Nossa plataforma atualmente suporta Condorcet, STV e julgamentomaioria, mas você também pode aplicar seu próprio método em O resultado bruto (lista de votos embaralhados).

source: Partial decryption
ar: فك التشفير الجزئي
pt: Desencriptação parcial
ru: Частичная расшифровка
uk: Часткова розшифровка

source: Password sent by e-mail when voting (a short password, renewed for each vote)
ar: كلمة المرور ترسل عبر البريد الإلكتروني عند التصويت (كلمة مرور قصيرة، تجدد لكل تصويت)
pt: palavra-passe enviada por e-mail durante a votação (uma palavra-passe curta, renovado por cada voto)
ru: Пароль, высылаемый по электронной почте при голосовании (короткий пароль, обновляемый для каждого голосования)
uk: Пароль, який надсилається на електронну пошту під час голосування (короткий пароль, оновлюється при кожному голосуванні)

source: Password sent in advance by e-mail (useful for multiple elections)
ar: يتم إرسال كلمة المرور مسبقًا عبر البريد الإلكتروني (مفيدة لانتخابات متعددة)
pt: palavra-passe enviada antecipadamente por e-mail (útil para eleiçõesmúltiplos)
ru: Пароль высылается заранее по электронной почте (полезно при проведении нескольких выборов)
uk: Пароль, надісланий заздалегідь електронною поштою (корисно для кількох виборів)

source: Password sent?
ar: هل تم إرسال كلمة المرور؟
pt: palavras-passe enviadas?

source: Passwords have been generated and mailed!
ar: تم إنشاء كلمات المرور وإرسالها بالبريد!
pt: palavras-passe foram geradas e enviadas!

source: Passwords:
ar: كلمات المرور:
pt: palavras-passe:

source: Passwords?
ar: كلمات المرور؟
pt: palavras-passe?

source: Personal data processing notice
ar: إشعار معالجة البيانات الشخصية
pt: Informações sobre o tratamento de dados pessoais

source: Please
ar: من فضلك
pt: Por favor

source: Please add some trustees first!
ar: الرجاء إضافة بعض الأمناء أولا!
pt: Por favor, adicione algumas autoridades de desencriptação primeiro!

source: Please choose a password:
ar: الرجاء اختيار كلمة المرور:
pt: Por favor, escolha uma palavra-passe:
ru: Пожалуйста, выберите пароль:
uk: Виберіть пароль:

source: Please choose a username:
ar: يرجى اختيار اسم المستخدم:
pt: Por favor, escolha um login:
ru: Пожалуйста, выберите имя пользователя:
uk: Виберіть ім'я користувача:

source: Please download
ar: يرجى التنزيل
pt: Por favor, faça o download
ru: Пожалуйста, скачайте
uk: Будь ласка, завантажте

source: Please enter
ar: يرجى إدخال
pt: Por favor, digite
ru: Пожалуйста, введите
uk: Будь ласка, введіть

source: Please enter the code here:
ar: الرجاء إدخال الرمز هنا:
pt: Por favor, insira o código aqui:
ru: Пожалуйста, введите код здесь:
uk: Будь ласка, введіть код тут:

source: Please enter the identities of voters to add, one per line
ar: يرجى إدخال هويات الناخبين المراد إضافتهم، واحدة في كل سطر
pt: Por favor, insira as identidades dos eleitores a serem adicionadas, uma por linha

source: Please enter the identities of voters to add, one per line (max %s).
ar: الرجاء إدخال هويات الناخبين المراد إضافتهم، واحد في كل سطر (بحد أقصى %s).
pt: Por favor, insira as identidades dos eleitores a serem adicionados, uma por linha (máx. %s).
ru: Пожалуйста, введите имена избирателей для добавления, по одному на строку (не более %s).
uk: Введіть імена виборців, яких потрібно додати, по одному на рядок (максимум %s).

source: Please enter the verification code received by e-mail:
ar: الرجاء إدخال رمز التحقق الذي تم استلامه عبر البريد الإلكتروني:
pt: Por favor, insira o código de verificação recebido por e-mail:
ru: Введите проверочный код, полученный по электронной почте:
uk: Будь ласка, введіть код підтвердження, отриманий електронною поштою:

source: Please enter your private key:
ar: الرجاء إدخال مفتاحك الخاص:
pt: Introduza a sua chave privada:

source: Please fill-in the voter list first.
ar: الرجاء ملء قائمة الناخبين أولا.
pt: Por favor, preencha a lista de eleitores primeiro.
ru: Пожалуйста, сначала заполните список избирателей.
uk: Спочатку заповніть список виборців.

source: Please provide one:
ar: الرجاء تقديم واحد:
pt: Por favor, forneça um:
ru: Пожалуйста, укажите один:
uk: Будь ласка, надайте один:

source: Please select password authentication first
ar: الرجاء تحديد كلمة مرور المصادقة أولاً
pt: Selecione a autenticação de palavra-passe primeiro
ru: Сначала выберите аутентификацию по паролю
uk: Спочатку виберіть автентифікацію за паролем

source: Please select the election from which you want to import data:
ar: الرجاء تحديد الانتخابات التي تريد استيراد البيانات منها:
pt: Por favor, selecione a eleição da qual deseja importar os dados:
ru: Пожалуйста, выберите выборы, данные о которых вы хотите импортировать:
uk: Виберіть вибори, з яких потрібно імпортувати дані:

source: Please wait…
ar: يرجى الانتظار…
pt: Por favor, aguarde...
ru: Подождите…
uk: Будь ласка, зачекайте…

source: Poll
ar: تصويت
pt: Boletim
ru: Опрос
uk: Опитування

source: Postpone publication until
ar: تأجيل النشر حتى
pt: Adiar publicação até

source: Powered by
ar: مدعوم بواسطة:
pt: Desenvolvido por
ru: Питание
uk: На основі

source: Prefill with Condorcet-Schulze
ar: املأ مسبقًا بـ Condorcet-Schulze
pt: Pré-preencher com Condorcet-Schulze

source: Prefill with Majority Judgment
ar: املأ مسبقًا بحكم الأغلبية
pt: Pré-preencher com Escolha por Maioria

source: Prefill with STV
ar: املأ مسبقًا بـ STV
pt: Pré-preencher com STV

source: Preparation of election %s
ar: التحضير لانتخابات %s
pt: Preparando-se para a eleição %s

source: Prepare a new election
ar: تحضير لانتخابات جديدة
pt: Preparação para uma nova eleição

source: Preview
ar: المعاينة
pt: Pré-visualização
ru: Предпросмотр
uk: Попередній перегляд

source: Preview booth
ar: حجرة المعاينة
pt: Visualizar a tela de votação

source: Preview voter's interface
ar: معاينة واجهة الناخب
pt: Visualização da Interface do Eleitor
ru: Просмотр интерфейса избирателя
uk: Попередній перегляд інтерфейсу виборця

source: Preview will open in a new tab
ar: سيتم فتح المعاينة في علامة تبويب جديدة
pt: A visualização será aberta em uma nova guia
ru: Предварительный просмотр откроется в новой вкладке
uk: Попередній перегляд відкриється в новій вкладці

source: Private credentials?
ar: بيانات اعتماد خاصة؟
pt: Partes privadas dos códigos de votação?

source: Proceed
ar: تابع
pt: Continuar
ru: Дополнение
uk: Продовжуйте

source: Proceed to decryption
ar: انتقل إلى فك التشفير
pt: Continuar a desencriptar

source: Proceed to key generation
ar: انتقل إلى إنشاء المفتاح
pt: Prosseguir com a geração de chaves
ru: Перейдите к генерации ключей
uk: Перейти до генерації ключів

source: Proceed to next step? This will freeze the list of trustees.
ar: انتقل إلى الخطوة التالية؟ سيؤدي هذا إلى تجميد قائمة الأمناء.
pt: Dar o próximo passo? A lista de autoridades de desencriptação será congelado.
ru: Перейти к следующему шагу? Это приведет к замораживанию списка доверенных лиц.
uk: Перейти до наступного кроку? Це заморозить список довірених осіб.

source: Proceed to vote counting
ar: الشروع في فرز الأصوات
pt: Continuar a contar os votos

source: Proposed answers:
ar: الإجابات المقترحة:
pt: Respostas propostas:
ru: Предлагаемые ответы:
uk: Пропоновані відповіді:

source: Proposed grades:
ar: الدرجات المقترحة:
pt: Notas sugeridas:
ru: Предлагаемые оценки:
uk: Пропоновані оцінки:

source: Public credentials:
ar: بيانات الاعتماد العامة:
pt: Partes públicas dos códigos de votação:
ru: Общественные полномочия:
uk: Публічні облікові дані:

source: Public key:
ar: المفتاح العمومي:
pt: Chave pública:

source: Public name
ar: الاسم العام
pt: Nome Público

source: Public name of the administrator
ar: الاسم العام للمشرف
pt: Nome público do administrador

source: Public name of the administrator:
ar: الاسم العام للمشرف:
pt: Nome público do administrador:
ru: Публичное имя администратора:
uk: Публічне ім'я адміністратора:

source: Public name of the administrator:
ar: الاسم العام للمشرف:
pt: Nome Público do Administrador:
ru: Публичное имя администратора:
uk: Публічне ім'я адміністратора:

source: Public name of the administrator?
ar: الاسم العام للمشرف؟
pt: Nome público do administrador?

source: Public name of the credential authority:
ar: الاسم العام لسلطة الاعتماد:
pt: Nome Público da Autoridade do Código de Voto:

source: Publish the result as soon as possible
ar: نشر النتيجة في أقرب وقت ممكن
pt: Publique o resultado o mais rápido possível

source: Question
ar: سؤال
pt: Pergunta
ru: Вопрос
uk: Питання

source: Question:
ar: سؤال:
pt: Pergunta:

source: Questions
ar: أسئلة
pt: Perguntas
ru: Вопросы
uk: Питання

source: Questions for election %s
ar: أسئلة للانتخابات %s
pt: Perguntas para a eleição %s

source: Questions:
ar: أسئلة:
pt: Perguntas:
ru: Вопросы:
uk: Питання:

source: Questions?
ar: أسئلة؟
pt: Perguntas?

source: Questions (non editable):
ar: الأسئلة (غير قابلة للتعديل):
pt: Perguntas (não editáveis):
ru: Вопросы (не редактируются):
uk: Питання (не редагуються):

source: Ready to create:
ar: جاهز للإنشاء:
pt: Pronto para criar:
ru: Готовы к созданию:
uk: Готовий до створення:

source: Records
ar: السجلات
pt: Lista de assinaturas

source: Refresh status
ar: تحديث الحالة
pt: Status de atualização
ru: Обновить статус
uk: Оновити статус

source: Regarding your private key, it is crucial you save it (otherwise the election will be canceled) and store it in a secure location (if your private key is known together with the private keys of the other trustees, then vote privacy is no longer guaranteed).
ar: فيما يتعلق بمفتاحك الخاص، فمن الضروري أن تقوم بحفظه (وإلا سيتم إلغاء الانتخابات) وتخزينه في مكان آمن (إذا كان مفتاحك الخاص معروفًا مع المفاتيح الخاصة للأمناء الآخرين، فلن تعد خصوصية التصويت مضمونة ).
pt: Quando se trata da sua chave privada, é crucial que a guarde (caso contrário, a eleição será cancelada) e você armazena em um lugarseguro (se a sua chave privada for conhecida com as chaves privadas de outras pessoasDesencriptar as autoridades, então o sigilo do voto já não está garantido).
ru: Что касается вашего закрытого ключа, очень важно сохранить его (иначе выборы будут отменены) и хранить в безопасном месте (если ваш закрытый ключ будет известен вместе с закрытыми ключами других членов доверия, то конфиденциальность голосования больше не гарантируется).
uk: Що стосується вашого приватного ключа, дуже важливо зберегти його (інакше вибори буде скасовано) і зберігати в безпечному місці (якщо ваш приватний ключ відомий разом із приватними ключами інших довірених осіб, конфіденційність голосування більше не гарантується ).

source: Regenerate and e-mail a password
ar: إعادة إنشاء كلمة المرور وإرسالها بالبريد الإلكتروني
pt: Regenerar e enviar uma palavra-passe
ru: Регенерация и отправка пароля по электронной почте
uk: Повторно згенеруйте та надішліть пароль електронною поштою

source: Release tally
ar: إصدار الحصيلة
pt: Publicar resultado
ru: Выпускной рост
uk: Підрахунок випуску

source: Remember that you must also check the presence of your public key.
ar: تذكر أنه يجب عليك أيضًا التحقق من وجود مفتاحك العام.
pt: Lembre-se que também deve verificar a presença da sua chavepúblico.

source: Remember to store you private key in a secure location.
ar: تذكر أن تقوم بتخزين مفتاحك الخاص في مكان آمن.
pt: Não se esqueça de armazenar a chave privada em um local seguro.

source: Remove
ar: حذف
pt: Excluir

source: Remove all
ar: حذف الكل
pt: Excluir tudo

source: Reset and start from scratch
ar: إعادة الضبط والبدء من الصفر
pt: Redefinir e começar do zero
ru: Сбросить и начать с нуля
uk: Скинути та почати з нуля

source: Reset threshold
ar: إعادة ضبط العتبة
pt: Redefinir limite

source: Restricted mode
ar: الوضع المحدود
pt: Modo Restrito
ru: Ограниченный режим
uk: Обмежений режим

source: Restricted mode?
ar: الوضع المقيد؟
pt: Modo Restrito?

source: Results page
ar: صفحة النتائج
pt: Página de Resultados
ru: Страница результатов
uk: Сторінка результатів

source: Running or finished elections:
ar: الانتخابات الجارية أو المنتهية:
pt: Eleições em curso ou concluídas:
ru: Проведение или завершение выборов:
uk: Вибори, що тривають або закінчилися:

source: STV method
ar: طريقة STV
pt: Método STV
ru: Метод STV
uk: Метод СТВ

source: Save changes
ar: حفظ التغييرات
pt: Salvar alterações

source: Save the fingerprint above.
ar: احفظ البصمة أعلاه.
pt: Salve a impressão digital acima.
ru: Сохраните отпечаток пальца, указанный выше.
uk: Збережіть відбиток пальця вище.

source: Save the fingerprint of your verification key. Once the election is open, you must check that it is present in the set of verification keys published by the server.
ar: احفظ بصمة مفتاح التحقق الخاص بك. بمجرد فتح عملية الإنتخاب، يجب عليك التحقق من وجودها في مجموعة مفاتيح التحقق التي ينشرها الخادم.
pt: Guarde a impressão digital da sua chave de verificação. Logo que a eleição esteja aberta, você deve verificar se ela está presente no conjunto das chaves de verificação publicada pelo servidor.
ru: Сохраните отпечаток вашего проверочного ключа. После открытия выборов необходимо проверить, присутствует ли он в наборе проверочных ключей, опубликованных сервером.
uk: Збережіть відбиток ключа підтвердження. Коли вибори відкрито, ви повинні перевірити, чи вони присутні в наборі ключів перевірки, опублікованому сервером.

source: Save the two fingerprints above.
ar: احفظ البصمتين أعلاه.
pt: Salve as duas impressões digitais acima.
ru: Сохраните два отпечатка пальцев, указанных выше.
uk: Збережіть два відбитки пальців вище.

source: Security
ar: حماية
pt: Segurança
ru: Безопасность
uk: Безпека

source: Select propositions
ar: إختر المقترحات
pt: Selecionar propostas
ru: Выбор предложений
uk: Виберіть пропозиції

source: Select this trustee
ar: إختر هذا الوصي
pt: Selecione esta autoridade de desencriptação
ru: Выберите этого доверенного лица
uk: Виберіть цю довірену особу

source: Selecting CAS authentication requires setting a valid CAS server
ar: يتطلب تحديد مصادقة CAS إعداد خادم CAS صالح
pt: Selecionar a autenticação CAS requer que um servidor seja definidoCAS válido
ru: Выбор аутентификации CAS требует установки действительного сервера CAS
uk: Для вибору автентифікації CAS потрібно встановити дійсний сервер CAS

source: Send again
ar: أعد الإرسال
pt: Enviar novamente

source: Send instructions to the credential authority
ar: إرسال التعليمات إلى سلطة الاعتماد
pt: Enviar instruções à autoridade do código de voto

source: Send passwords to voters
ar: إرسال كلمات المرور للناخبين
pt: Enviar palavras-passe aos eleitores
ru: Отправка паролей избирателям
uk: Надішліть паролі виборцям

source: Server address:
ar: عنوان الخادم:
pt: Endereço do servidor:

source: Set
ar: تعيين
pt: Aplicar
