Repository: glondu/belenios
Catalog: po/admin/*.po
Languages: ar, pt, ru, uk

source: Credential generation
ar: إنشاء بيانات الاعتماد
pt: Gerando códigos de voto
ru: Существенное поколение
uk: Генерація облікових даних

source: Credential management
ar: إدارة بيانات الاعتماد
pt: Gestão do Código de Voto

source: Credentials
ar: بيانات الاعتماد
pt: Códigos de voto

source: Credentials are being generated on the server.
ar: يتم إنشاء بيانات الاعتماد على الخادم.
pt: Códigos de votação estão sendo gerados no servidor.
ru: Учетные данные генерируются на сервере.
uk: Облікові дані генеруються на сервері.

source: Credentials cannot be handled by server.
ar: لا يمكن للخادم التعامل مع بيانات الاعتماد.
pt: Credenciais não puderam ser tratadas pelo servidor

source: Credentials for election %s
ar: بيانات الاعتماد للانتخابات %s
pt: Código de votação para a eleição %s

source: Credentials have already been generated!
ar: لقد تم إنشاء بيانات الاعتماد!
pt: Os códigos de votação já foram gerados!

source: Credentials have been generated! They will be e-mailed when the election is validated. You should download private credentials (and store them in a secure location), in case someone loses their credential.
ar: تم إنشاء بيانات الاعتماد! وسيتم إرسالها بالبريد الإلكتروني عندما يتم التحقق من صحة الانتخابات. يجب عليك تنزيل بيانات الاعتماد الخاصة (وحفظها في مكان آمن)، في حالة فقدان شخص ما لبيانات الاعتماد الخاصة به.
pt: Os códigos de voto foram gerados! Serão enviados após validação da eleição. Você deve baixar os códigos privados (e armazená-losnum local seguro), para o caso de alguém perder o seu código.

source: Credentials have been received and checked!
ar: تم استلام بيانات الاعتماد والتحقق منها!
pt: Os códigos de votação foram recebidos e verificados!
ru: Документы получены и проверены!
uk: Облікові дані отримані та перевірені!

source: Credentials have been received from the external credential authority.
ar: تم استلام بيانات الاعتماد من سلطة الاعتماد الخارجية.
pt: Foram recebidos códigos de voto da autoridade externa.
ru: Учетные данные были получены от внешнего уполномоченного органа.
uk: Облікові дані отримано від зовнішнього центру ідентифікації.

source: Credentials:
ar: بيانات الاعتماد:
pt: Códigos de voto:

source: Credentials?
ar: بيانات الاعتماد؟
pt: Códigos de voto?

source: Current list of ballots:
ar: قائمة الأصوات الحالية:
pt: Lista de boletins atual:

source: Current turnout: %d / %d = %.2f %%
ar: نسبة المشاركة الحالية: %d / %d = %.2f %%
pt: Afluência às urnas atual: %d / %d = %.2f %%
ru: Текущая явка: %d / %d = %.2f %%
uk: Поточна явка: %d / %d = %.2f %%

source: Data is invalid! (%s)
ar: البيانات غير صحيحة! (%s)
pt: Os dados são inválidos! (%s)

source: Data:
ar: بيانات:
pt: Dados:

source: Date/Time (UTC)
ar: التاريخ/الوقت (التوقيت العالمي المنسقUTC )
pt: Data/Hora (UTC)

source: Dates
ar: تواريخ
pt: Datas
ru: Дата
uk: дати

source: Dear %s,
ar: عزيزي/عزيزتي %s,
pt: Caro %s,
ru: Дорогой %s,
uk: Шановний %s,

source: Dear credential authority,
ar: عزيزتي سلطة الاعتماد،
pt: Prezada autoridade dos códigos de voto,
ru: Уважаемый авторитет,
uk: Шановний центр довіри,

source: Dear trustee,
ar: عزيزي الأمين،
pt: Prezada Autoridade de Desencriptação,
ru: Дорогой доверенный,
uk: Шановна довірена особа,

source: Decryption trustees
ar: أمناء فك التشفير
pt: Autoridades de desencriptação
ru: Доверители расшифровки
uk: Розшифровка довірених осіб

source: Default mode:
ar: الوضع التلقائي:
pt: Modo padrão:
ru: Режим по умолчанию:
uk: Режим за замовчуванням:

source: Delete all
ar: حذف الكل
pt: Excluir tudo
ru: Удалить все
uk: Видалити все

source: Delete the election
ar: حذف الانتخابات
pt: Excluir eleição
ru: Исключить выборы
uk: Видалити вибори

source: Description of the election.
ar: وصف الانتخابات.
pt: Descrição da eleição

source: Description of the election:
ar: وصف الانتخابات:
pt: Descrição da eleição:

source: Description:
ar: الوصف:
pt: Descrição:
ru: Описание:
uk: опис:

source: Description?
ar: وصف؟
pt: Descrição?

source: Destroy election
ar: تدمير الانتخابات
pt: Excluir eleição

source: Don't forget to save:
ar: لا تنسى حفظ:
pt: Não se esqueça de salvar:
ru: Не забудьте сохранить:
uk: Не забудьте зберегти:

source: Done?
ar: انتهى؟
pt: Concluído?
ru: Сделано?
uk: Готово?

source: Download
ar: تحميل
pt: Baixar
ru: Скачать
uk: Завантажити

source: Download archive.
ar: تحميل الأرشيف.
pt: Baixar ficheiro.

source: Download as a file
ar: تحميل كملف
pt: Download como um ficheiro

source: Download private credentials
ar: قم بتنزيل بيانات الاعتماد
pt: Download de partes privadas de códigos de votação

source: Download your
ar: قم بتنزيل
pt: Carregue o seu
ru: Загрузите свой
uk: Завантажте свій

source: Download your private key. Make sure you SAVE IT properly otherwise it will not be possible to tally and the election will be canceled.
ar: قم بتنزيل مفتاحك الخاص. تأكد من حفظها بشكل صحيح وإلا فلن يكون من الممكن إحصاء الأصوات وسيتم إلغاء الانتخابات.
pt: Faça o download da sua chave privada. Certifique-se de gravá-lo, caso contrário, não será Não é possível contar os votos e a eleição será cancelada.
ru: Загрузите свой закрытый ключ. Убедитесь, что вы правильно сохранили его, иначе подсчет голосов будет невозможен и выборы будут отменены.
uk: Завантажте свій закритий ключ. Переконайтеся, що ви ЗБЕРЕГЛИ ЙОГО належним чином, інакше підрахунок буде неможливим, і вибори будуть скасовані.

source: Dummy auth (should not be used in production):
ar: المصادقة الوهمية (لا ينبغي استخدامها في الإنتاج):
pt: Autenticação fraca (não deve ser usada na produção):
ru: Фиктивный аутентификатор (не должен использоваться в производстве):
uk: Фіктивна автентифікація (не слід використовувати у виробництві):

source: Duplicate voter: %s. This is not allowed. If two voters have the same address, use different logins.
ar: ناخب مكرر: %s. هذا غير مسموح به. إذا كان لدى ناخبين نفس العنوان، فاستخدم معلومات تسجيل دخول مختلفة.
pt: Eleitor duplicado: %s. Isso não é permitido. Se dois eleitores tiverem o Mesmo endereço, use identificadores diferentes.

source: E-mail address:
ar: البريد الإلكتروني:
pt: Endereço de e-mail:
ru: Адрес электронной почты:
uk: Адреса електронної пошти:

source: Edit credential authority name
ar: تعديل اسم سلطة الاعتماد
pt: Alterar o nome da autoridade do código de voto

source: Edit profile
ar: تعديل الملف الشخصي
pt: Editar perfil
ru: Изменить профиль
uk: Редагувати профіль

source: Edit questions
ar: تعديل الأسئلة
pt: Editar perguntas

source: Edit voters
ar: تعديل الناخبين
pt: Editar eleitores

source: Election
ar: الانتخابات
pt: Eleição

source: Election home
ar: صفحة الانتخابات
pt: Página Principal da Eleição

source: Election is currently closed
ar: الانتخابات مغلقة حاليا
pt: A eleição está encerrada no momento
ru: Выборы в настоящее время закрыты
uk: Наразі вибори закрито

source: Election is currently open
ar: الانتخابات مفتوحة حاليا
pt: A eleição está aberta
ru: Выборы в настоящее время открыты
uk: Вибори наразі відкриті

source: Election main page
ar: الصفحة الرئيسية للانتخابات
pt: Página Principal da Eleição
ru: Основная страница
uk: Головна сторінка виборів

source: Election server
ar: خادم الانتخاب
pt: Servidor Eleitoral
ru: Избирательный сервер
uk: Виборчий сервер

source: Elections being prepared
ar: جاري التحضير للانتخابات
pt: Eleições em preparação
ru: Ведется подготовка выборов
uk: Готуються вибори

source: Elections being setup:
ar: انتخابات قيد الإعداد:
pt: Eleições em preparação:
ru: В настоящее время проводятся выборы:
uk: Призначаються вибори:

source: Elections you can administer
ar: الانتخابات التي يمكنك إدارتها
pt: Eleições que você pode administrar
ru: Выборы, которые вы можете управлять
uk: Вибори, якими ви можете керувати

source: Encrypted decryption keys are missing!
ar: مفاتيح فك التشفير المشفرة مفقودة!
pt: Cifras de chave de desencriptação estão a faltar!

source: Enter dates in UTC format, as per YYYY-MM-DD HH:MM:SS, leave empty for no date.
ar: أدخل التواريخ بتنسيق UTC، حسب YYYY-MM-DD HH:MM:SS، واتركه فارغًا بدون تاريخ.
pt: Insira as datas em UTC, no formato AAAA-MM-DD HH:MM:SS, deixe em branco para que você não Sem data.

source: Enter the date in UTC fornat, as per YYYY-MM-DD HH:MM:SS. For example, today is
ar: أدخل التاريخ بالتوقيت العالمي المنسق (UTC)، حسب YYYY-MM-DD HH:MM:SS. على سبيل المثال، اليوم هو
pt: Insira a data em UTC, no formato AAAA-MM-DD HH:MM:SS. Por exemplo, nós estão atualmente em vigor

source: Enter your private decryption key in the first box and click on "Generate your contribution to decryption".
ar: أدخل مفتاح فك التشفير الخاص بك في المربع الأول وانقر على "إنشاء مساهمتك في فك التشفير".
pt: Introduza a sua chave privada na primeira caixa e clique em "Gerar a sua contribuição de desencriptação".
ru: Введите свой личный ключ расшифровки в первое поле и нажмите кнопку "Сгенерировать свой вклад в расшифровку".
uk: Введіть свій приватний ключ дешифрування в перше поле та натисніть «Згенерувати свій внесок у дешифрування».

source: Enter your private key:
ar: أدخل مفتاحك الخاص:
pt: Digite sua chave privada:

source: Error
ar: خطأ
pt: Erro
ru: Ошибка
uk: Помилка

source: Error in format of private key: %s
ar: خطأ في صيغة المفتاح الخاص: %s
pt: Erro no formato de chave privada: %s
ru: Ошибка в формате закрытого ключа: %s
uk: Помилка у форматі закритого ключа: %s

source: Error while retrieving server configuration: %s
ar: حدث خطأ أثناء استرداد إعدادات الخادم: %s
pt: Erro ao recuperar a configuração do servidor: %s
ru: Ошибка при получении конфигурации сервера: %s
uk: Помилка під час отримання конфігурації сервера: %s

source: Estimated remaining time: %d second(s)
ar: الوقت المتبقي المقدر: %d ثانية (ث)
pt: Tempo estimado restante: %d segundo(s)
ru: Предполагаемое оставшееся время: %d секунд(ы)
uk: Приблизний час, що залишився: %d секунди

source: Estimating computation time…
ar: جارٍ تقدير وقت الحساب…
pt: Estimativa do Tempo de Computação…
ru: Оценка времени вычислений…
uk: Оцінка часу обчислення…

source: Failed to connect; please reload
ar: فشل الاتصال؛ أعد التحميل من فضلك
pt: Falha na conexão; Por favor, recarregue
ru: Не удалось подключиться; пожалуйста, перезагрузитесь
uk: Не вдалося підключитися; будь ласка, перезавантажте

source: Fingerprint
ar: بصمة
pt: Impressão digital

source: Fingerprint of public credentials:
ar: بصمة بيانات الاعتماد العامة:
pt: Impressão digital da parte pública dos códigos de voto:
ru: Отпечаток публичных учетных данных:
uk: Відбиток публічних облікових даних:

source: Fingerprint of the verification key:
ar: بصمة مفتاح التحقق:
pt: Impressão digital da chave de verificação:
ru: Отпечаток пальца ключа проверки:
uk: Відбиток ключа підтвердження:

source: Fingerprint of voters:
ar: بصمة الناخبين:
pt: Impressão digital da lista eleitoral:
ru: Отпечатки пальцев избирателей:
uk: Відбитки пальців виборців:

source: Follow the instructions.
ar: اتبع التعليمات.
pt: Siga as instruções.
ru: Следуйте инструкциям.
uk: Дотримуйтесь інструкцій.

source: Follow the link.
ar: اتبع الرابط.
pt: Siga o link.
ru: Перейдите по ссылке.
uk: Перейдіть за посиланням.

source: For a better control of eligibility, voters will be authenticated by two factors: credentials and passwords
ar: ومن أجل مراقبة أفضل للأهلية، سيتم التحقق من هوية الناخبين من خلال عاملين: بيانات الاعتماد وكلمات المرور
pt: Para um melhor controlo da elegibilidade, os eleitores serãoAutenticado por dois fatores: códigos de voto e palavras-passe

source: For real elections, the key must be shared among independent trustees.
ar: ومن أجل إجراء انتخابات حقيقية، يجب تقاسم المفتاح بين الأمناء المستقلين.
pt: Para eleições reais, a chave deve ser partilhada entre as autoridades de desencriptação independentes.

source: Forbidden
ar: ممنوع
pt: Proibido

source: Generate
ar: انشاء
pt: Gerar
ru: Генерировать
uk: Генерувати

source: Generate a key
ar: إنشاء مفتاح
pt: Gerar chave
ru: Создание ключа
uk: Згенеруйте ключ

source: Generate and mail missing passwords
ar: إنشاء وإرسال كلمات المرور المفقودة بالبريد الإلكتروني
pt: Gerar e enviar palavras-passe ausentes

source: Generate and send the credentials
ar: إنشاء وإرسال بيانات الاعتماد
pt: Gerar e enviar códigos de voto
ru: Создайте и отправьте учетные данные
uk: Згенеруйте та надішліть облікові дані

source: Generate on server
ar: توليد على الخادم
pt: Construir no servidor

source: Generate private key
ar: إنشاء مفتاح خاص
pt: Gerar chave privada

source: Generate your contribution to decryption
ar: إنشاء مساهمتك في فك التشفير
pt: Gerar a sua contribuição de desencriptação
ru: Внесите свой вклад в расшифровку
uk: Зробіть свій внесок у дешифрування

source: Get the source code
ar: احصل على كود المصدر
pt: Obter código-fonte
ru: Получите исходный код
uk: Отримати вихідний код

source: Go back to election draft
ar: ارجع إلى مسودة الانتخابات
pt: De volta à implementação da eleição

source: Go see the result on the election main page!
ar: اذهب لرؤية النتيجة على الصفحة الرئيسية للانتخابات!
pt: Vá ver o resultado na página principal da eleição!
ru: Посмотрите результаты на главной странице выборов!
uk: Дивіться результати виборів на головній сторінці!

source: Grade propositions
ar: مقترحات الدرجات
pt: Propostas de Nota
ru: Предложения по классам
uk: Пропозиції оцінок

source: Here are the instructions:
ar: فيما يلي التعليمات:
pt: Aqui estão as instruções:
ru: Вот инструкции:
uk: Ось інструкції:

source: Here is the link to proceed to tally:
ar: هذا هو الرابط لمتابعة العد:
pt: Aqui está o link para prosseguir com a contagem:
ru: Вот ссылка для перехода к подсчету голосов:
uk: Ось посилання для переходу:

source: Here is the link to send to the authority:
ar: هذا هو الرابط لإرساله إلى الهيئة:
pt: Aqui está o link para enviar à autoridade:

source: Hide link
ar: إخفاء الرابط
pt: Ocultar link

source: Home
ar: الصفحة الرئيسية
pt: Início
ru: Дом
uk: додому

source: ID:
ar: رقم التعريف:
pt: Identificador:
ru: ИДЕНТИФИКАТОР:

source: Identity
ar: هوية
pt: Identidade
ru: Идентификация
uk: Ідентичність

source: If you do not have any account, you may
ar: إذا لم يكن لديك أي حساب، فيمكنك
pt: Se você não tem uma conta, você pode
ru: Если у вас нет аккаунта, вы можете
uk: Якщо у вас немає облікового запису, ви можете

source: Illegal character: %c
ar: حرف غير مقبول: %c
pt: Caractér ilegal: %c
ru: Неправильный символ: %c
uk: Неприпустимий символ: %c

source: Impersonate a user
ar: انتحل شخصية مستخدم
pt: Tomando a identidade de um utilizador
ru: Выдать себя за пользователя
uk: Видавати себе за користувача

source: Import from this election
ar: استرد من هذه الانتخابات
pt: Importar desta eleição

source: Import trustees from another election
ar: استرد الناخبين من انتخابات أخرى
pt: Importar autoridades de desencriptação de outra eleição
ru: Импортируйте доверенных лиц из других выборов
uk: Імпорт довірених осіб з інших виборів

source: Import voters
ar: استرد الناخبين
pt: Importar eleitores
ru: Импортные избиратели
uk: Імпорт виборців

source: Import voters from another election
ar: استيراد الناخبين من انتخابات أخرى
pt: Importar a lista de eleitores de outra eleição

source: Imported trustees are invalid for this election!
ar: الأمناء المستوردون غير صالحين لهذه الانتخابات!
pt: As autoridades de desencriptação importadas não são válidas para istoEleição!

source: Imported trustees will have the same keys as in the original election.
ar: سيكون للأمناء المستوردين نفس المفاتيح الموجودة في الانتخابات الأصلية.
pt: As autoridades de desencriptação importadas terão as mesmas chaves que durante a eleição inicial.

source: Imported voters will have the same password as in the original election, and no new e-mail will be sent.
ar: سيكون للناخبين المستوردين نفس كلمة المرور المستخدمة في الانتخابات الأصلية، ولن يتم إرسال أي بريد إلكتروني جديد.
pt: Eleitores importados terão a mesma palavra-passe que durante a eleição inicial, e nenhum novo e-mail será enviado.

source: Inconsistency in imported election!
ar: تناقض في الانتخابات المستوردة!
pt: Inconsistência na eleição importada!

source: Incorrect code
ar: ؤ
pt: Código incorreto
ru: Неверный код
uk: Невірний код

source: Insert
ar: أدخل
pt: Inserir

source: Insert a list
ar: أدخل قائمة
pt: Insira uma lista
ru: Включить список
uk: Вставте список

source: Insert a question
ar: أدخل سؤالاً
pt: Inserir pergunta
ru: Вставить вопрос
uk: Вставте запитання

source: Insert an answer
ar: أدخل إجابة
pt: Inserir uma resposta
ru: Вставить ответ
uk: Вставте відповідь

source: Instructions
ar: تعليمات
pt: Instruções

source: Instructions:
ar: تعليمات:
pt: Instruções:
ru: Инструкция:
uk: Інструкції:

source: Invalid counting method specification!
ar: مواصفات طريقة العد غير صالحة!
pt: Especificação do método de contagem inválida!

source: Invalid maximum number of choices
ar: الحد الأقصى لعدد الخيارات غير صالح
pt: Número máximo de opções inválidas

source: Invalid minimum number of choices
ar: الحد الأدنى لعدد الخيارات غير صالح
pt: Número mínimo de opções inválidas

source: Invalid public key!
ar: المفتاح العام غير صالح!
pt: A chave pública é inválida!

source: Invalid public name for credential authority!
ar: الاسم العام غير صالح لمرجع الاعتماد!
pt: Nome público inválido para autoridade de geração de códigos de votação!

source: It is now time to compute your partial decryption factors.
ar: لقد حان الوقت لحساب عوامل فك التشفير الجزئي.
pt: Agora é hora de calcular a sua contribuição para a desencriptação.
ru: Теперь пришло время вычислить коэффициенты частичной дешифровки.
uk: Настав час обчислити часткові коефіцієнти дешифрування.

source: Language
ar: لغة
pt: Idioma
ru: Язык
uk: Мова

source: Language for administrator interface:
ar: لغة واجهة المشرف:
pt: Idioma da interface do administrador:
ru: Язык интерфейса администратора:
uk: Мова інтерфейсу адміністратора:

source: Languages
ar: لغات
pt: Idiomas
ru: Языки
uk: Мови

source: Languages:
ar: لغات:
pt: Idiomas:
ru: Языки:
uk: Мови:

source: Leave blank for other counting methods. Note that for other counting methods, the voting interface is quite rough: the voter has to enter an integer in front of each answer.
ar: اتركه فارغًا لطرق العد الأخرى. لاحظ أنه بالنسبة لطرق العد الأخرى، تكون واجهة التصويت صعبة للغاية: يجب على الناخب إدخال عدد صحيح أمام كل إجابة.
pt: Deixe em branco para outros métodos de contagem. Note que para o outro métodos de contagem, a interface de votação é bastante rudimentar: o eleitordeve inserir um número inteiro na frente de cada resposta.

source: Link to generate the decryption key
ar: رابط لإنشاء مفتاح فك التشفير
pt: Link para gerar chave de desencriptação
ru: Ссылка для генерации ключа расшифровки
uk: Посилання для створення ключа дешифрування

source: Link to send
ar: رابط للإرسال
pt: Link para enviar
ru: Ссылка на отправку
uk: Посилання для відправки

source: Link to shuffle encrypted ballots
ar: رابط لإنشاء أوراق الاقتراع المشفرة
pt: Link para embaralhar boletins criptografados
ru: Ссылка на перемешивание зашифрованных бюллетеней
uk: Посилання для перетасування зашифрованих бюлетенів

source: Link to tally the election
ar: رابط لفرز الانتخابات
pt: Link para contar a eleição
ru: Связь с подсчетом выборов
uk: Посилання на підрахунок виборів

source: Link to the
ar: رابط إلى
pt: Link para
ru: Ссылка на
uk: Посилання на

source: List name:
ar: سم القائمة:
pt: Nome da lista:
ru: Название списка:
uk: Назва списку:

source: List of available languages, with their code:
ar: قائمة اللغات المتاحة مع الكود الخاص بها:
pt: Lista de idiomas disponíveis, com seu código:
ru: Список доступных языков с указанием их кода:
uk: Список доступних мов з їх кодом:

source: Lists
ar: قوائم
pt: Listas
ru: Список
uk: списки

source: Loading...
ar: جار التحميل...
pt: Carregando...
ru: Загрузка...
uk: Завантаження...

source: Loading…
ar: جار التحميل…
pt: Carregando…

source: Log in with
ar: تسجيل الدخول ب
pt: Conecte-se com
ru: Зарегистрироваться
uk: Увійти за допомогою

source: Log out
ar: تسجيل الخروج
pt: Sair
ru: Выйти из системы
uk: Вийти

source: Logged in as
ar: تم تسجيل الدخول كـ
pt: Conectado como

source: Login
ar: تسجيل الدخول
pt: Nome de utilizador
ru: Логин
uk: Логін

source: Main election page will open in a new tab.
ar: سيتم فتح صفحة الانتخابات الرئيسية في علامة تبويب جديدة.
pt: A página principal da eleição será aberta em uma nova aba.
ru: Главная страница выборов откроется в новой вкладке.
uk: Головна сторінка виборів відкриється в новій вкладці.

source: Management
ar: إدارة
pt: Gestão
ru: Управление
uk: управління

source: Management of credentials:
ar: إدارة بيانات الاعتماد:
pt: Gestão do Código de Voto:
ru: Управление полномочиями:
uk: Управління обліковими даними:

source: Maximal number of choices to select
ar: الحد الأقصى لعدد الاختيارات التي يمكن تحديدها
pt: Número máximo de opções a selecionar
ru: Максимальное количество вариантов для выбора
uk: Максимальна кількість варіантів для вибору

source: Maximum number of choices must be greater than 0!
ar: يجب أن يكون الحد الأقصى لعدد الاختيارات أكبر من 0!
pt: O número máximo de escolhas deve ser maior que 0!

source: Meaning of states:
ar: معنى الحالات:
pt: Significado do Status:

source: Minimal number of choices to select
ar: الحد الأدنى لعدد الاختيارات التي يمكنك تحديدها
pt: Número mínimo de opções a selecionar
ru: Минимальное количество вариантов для выбора
uk: Мінімальна кількість варіантів для вибору

source: Minimum number of choices must be less than or equal to maximum number of choices!
ar: يجب أن يكون الحد الأدنى لعدد الاختيارات أقل من أو يساوي الحد الأقصى لعدد الاختيارات!
pt: O número mínimo de opções deve ser inferior ou igual ao número máximo de Escolha!

source: Missing
ar: مفقود
pt: Ausente

source: Missing voters
ar: الناخبين المفقودين
pt: Eleitores ausentes

source: More information.
ar: مزيد من المعلومات.
pt: Mais informações.

source: Must end with a double quote
ar: يجب أن تنتهي بعلامةاقتباس مزدوج
pt: Deve terminar com aspas
ru: Должна заканчиваться двойной кавычкой
uk: Має закінчуватися подвійними лапками

source: Must have at least one digit
ar: يجب أن تحتوي على رقم واحد على الأقل
pt: Deve ter pelo menos um número
ru: Должна быть хотя бы одна цифра
uk: Має бути принаймні одна цифра

source: Must start with a double quote (character given was another character)
ar: يجب أن يبدأ بعلامة اقتباس مزدوجة (الحرف المقدم كان حرفًا آخر)
pt: Deve começar com aspas (o caractere fornecido é outro caractere)
ru: Должно начинаться с двойной кавычки (символ, указанный в качестве другого символа)
uk: Має починатися з подвійних лапок (вказаний символ був іншим символом)

source: Must start with a double quote (empty string given)
ar: يجب أن يبدأ بعلامة اقتباس مزدوجة (يتم تقديم سلسلة فارغة)
pt: Deve começar com aspas (a cadeia de caracteres vazia foi enviada)
ru: Должен начинаться с двойной кавычки (дана пустая строка)
uk: Має починатися з подвійних лапок (вказано порожній рядок)

source: My archived elections
ar: انتخاباتي المؤرشفة
pt: Minhas Eleições Arquivadas
ru: Мои архивные выборы
uk: Мої архівні вибори

source: My draft elections
ar: انتخابات المسودة
pt: As minhas eleições em preparação
ru: Мой проект выборов
uk: Мій проект виборів

source: My running elections
ar: انتخاباتي الجارية
pt: Minhas eleições em andamento
ru: Мои выборы
uk: Мої вибори

source: Name <user@example.org>
ar: الاسم <user@example.org>
pt: Nome <utilisateur@exemple.org>

source: Name and description of the election
ar: اسم ووصف الانتخابات
pt: Nome e descrição da eleição

source: Name of the credential authority
ar: اسم سلطة الاعتماد
pt: Nome da Autoridade do Código de Voto
ru: Имя органа, выдающего полномочия
uk: Назва центру повноважень

source: Name of the election
ar: اسم الانتخابات
pt: Nome da eleição

source: Name of the election:
ar: اسم الانتخابات:
pt: Nome da eleição:

source: Name of the election:
ar: اسم الانتخابات:
pt: Nome da eleição:

source: Name:
ar: اسم:
pt: Nome:

source: Name:
ar: اسم:
pt: Nome:
ru: Имя:
uk: Ім'я:

source: Name?
ar: اسم؟
pt: Nome?

source: Navigator's default
ar: "القيم الافتراضية للمتصفح"
pt: Padrão do navegador
ru: По умолчанию Navigator
uk: Навігатор за замовчуванням
