Repository: glondu/belenios
Catalog: po/admin/*.po
Languages: ar, pt, ru, uk

source: (server is not counted)
ar: (لا يتم احتساب الخادم)
pt: (servidor não é considerado)
ru: (сервер не учитывается)
uk: (сервер не враховується)

source: You may re-open the election when it is closed.
ar: يمكنك إعادة فتح الانتخابات عندما تكون مغلقة.
pt: Você pode reabrir a eleição quando ela estiver fechada.

source: and
ar: و
pt: e

source: and a password:
ar: وكلمة سر:
pt: e uma palavra-passe:
ru: и пароль:
uk: і пароль:

source: and save it to a secure location.
ar: واحفظه في مكان آمن.
pt: e salve-o em um local seguro.
ru: и сохраните его в надежном месте.
uk: і збережіть його в безпечному місці.

source: and save the file to a secure location.
ar: وحفظ الملف في مكان آمن.
pt: e salve o ficheiro em um local seguro.
ru: и сохраните файл в безопасном месте.
uk: і збережіть файл у безпечному місці.

source: and save them in a secure location.
ar: و احفظها في مكان آمن.
pt: e salvá-los em um lugar seguro.
ru: и сохраните их в надежном месте.
uk: і збережіть їх у безпечному місці.

source: and your e-mail address is:
ar: وعنوان بريدك الإلكتروني هو:
pt: e seu endereço de e-mail é:
ru: и ваш адрес электронной почты:
uk: і ваша адреса електронної пошти:

source: answers.
ar: أجوبة.
pt: responde

source: because
ar: لأن
pt: porque
ru: потому что
uk: тому що

source: has been computed.
ar: تم حسابه.
pt: foi calculado.

source: in the following box:
ar: في الخانة التالية:
pt: na caixa seguinte:
ru: в следующем поле:
uk: у наступному полі:

source: in txt format.
ar: بصيغة txt.
pt: em formato txt.
ru: в формате txt.
uk: у форматі txt.

source: is:
pt: é:

source: or username:
ar: أو اسم المستخدم:
pt: ou identificador:
ru: или имя пользователя:
uk: або ім'я користувача:

source: out of
ar: من
pt: entre

source: to set up the election key.
ar: لإعداد مفتاح الانتخابات.
pt: para inicializar a chave de eleição.

source: trustees will be needed to decrypt the result.
ar: أمناء مطلوبين لفك تشفير النتيجة.
pt: As autoridades de desencriptação serão necessárias para desencriptar o resultado.

source: voter(s) registered
ar: ناخب (ناخبون) مسجلون
pt: Eleitor(es) Registado(s)

source: your contribution to decryption.
ar: مساهمتكم في فك التشفير.
pt: A sua contribuição para a desencriptação.
ru: ваш вклад в расшифровку.
uk: ваш внесок у дешифрування.

source: %S is not a valid identity
ar: %S ليس هوية صالحة
pt: %S não é uma identidade válida

source: %d voter(s)
ar: %d من الناخبين
pt: %d eleitor(es)

source: %s is not a registered user for this election.
ar: %s ليس مستخدمًا مسجلاً لهذه الانتخابات.
pt: %s não é um utilizador registrado para esta eleição.

source: %s is not a valid date!
ar: %s ليس تاريخًا صالحًا!
pt: %s não é uma data válida!

source: %s is not a valid e-mail address!
ar: %s بريد إلكتروني غير صالح!
pt: %s não é um endereço de e-mail válido!

source: (Warning: This action is irreversible.)
ar: (تحذير: لا يمكن التراجع عن هذا الإجراء.)
pt: (Aviso: esta ação é irreversível.)

source: (Your local time seems to have an offset of %s minutes)
ar: (يبدو أن توقيتك المحلي به إزاحة قدرها %s دقيقة)
pt: (Sua hora local parece ter um deslocamento de %s minutos)

source: (cannot be removed)
ar: (لا يمكن حذفه)
pt: (não pode ser removido)

source: (done)
ar: (تم)
pt: (concluído)

source: (for example: https://cas.inria.fr/cas)
ar: (على سبيل المثال: https://cas.inria.fr/cas)
pt: (por exemplo: https://cas.inria.fr/cas)

source: (imported from server)
ar: (مستورد من الخادم)
pt: (importado do servidor)

source: (no title)
ar: (بدون عنوان)
pt: (sem título)
ru: (без названия)
uk: (без назви)

source: (none)
ar: (لا شيء)
pt: (nenhum)

source: (not available)
ar: (غير متوفر)
pt: (não disponível)

source: (server)
ar: (الخادم)
pt: (servidor)

source: (skipped)
ar: (تم تخطيه)
pt: (ignorado)

source: (the threshold must be smaller than the number of trustees)
ar: (يجب أن يكون الحد الأدنى أقل من عدد الأمناء)
pt: (o limiar deve ser menor do que o número de autoridades de desencriptação)

source: . Please try again with a different one.
ar: . الرجاء المحاولة مرة أخرى مع واحدة مختلفة.
pt: . Por favor, tente novamente com uma palavra-passe diferente.
ru: . Пожалуйста, попробуйте еще раз с другим.
uk: . Спробуйте ще раз з іншим.

source: . Save it so that you can check that it appears on the election home later.
ar: . احفظه حتى تتمكن من التحقق من ظهوره في الصفحة الرئيسية للانتخابات لاحقًا.
pt: . Salve-o para que você possa verificar mais tarde se ele aparece no Página da eleição.

source: 1. Click on the link.
ar: 1. انقر على الرابط.
pt: 1. Clique no link.
ru: 1. Нажмите на ссылку.
uk: 1. Натисніть на посилання.

source: 1a: action needed from trustee: generate private key
ar: 1أ: الإجراء المطلوب من الأمين: إنشاء المفتاح الخاص
pt: 1a: Ação exigida da autoridade: gerar a chave privada

source: 1b, 2b, 3b: waiting for other trustees
ar: 1ب، 2ب، 3ب: انتظار الأمناء الآخرين
pt: 1b, 2b, 3b: à espera de outras autoridades

source: 2. Click on "Generate".
ar: 2. انقر على "إنشاء".
pt: 2. Clique em "Gerar
ru: 2. Нажмите на кнопку "Сгенерировать".
uk: 2. Натисніть «Створити".

source: 2a, 3a: action needed from trustee: enter private key
ar: 2أ، 3أ: الإجراء المطلوب من الأمين: أدخل المفتاح الخاص
pt: 2a, 3a: Ação de autoridade necessária: insira a chave privada

source: 3. Download the private credentials (creds.txt) and save the file to a secure location.
ar: 3. قم بتنزيل بيانات الاعتماد الخاصة (creds.txt) واحفظ الملف في مكان آمن.
pt: 3. Descarregue as partes privadas dos códigos de voto (creds.txt) e Salve o ficheiro em um lugar seguro.
ru: 3. Загрузите личные учетные данные (creds.txt) и сохраните файл в безопасном месте.
uk: 3. Завантажте приватні облікові дані (creds.txt) і збережіть файл у безпечному місці.

source: 4. Download the list of voters (voters.txt).
ar: 4. قم بتحميل قائمة الناخبين (voters.txt).
pt: 4. Descarregue a lista de eleitores (voters.txt).
ru: 4. Загрузите список избирателей (voters.txt).
uk: 4. Завантажити список виборців (voters.txt).

source: 5. Save the two fingerprints: fingerprint of voters and fingerprint of public credentials
ar: 5. حفظ البصمتين: بصمة الناخبين وبصمة أوراق الاعتماد العامة
pt: 5. Salve as duas impressões digitais: a impressão digital dos eleitores e a impressão digital pública dos códigos de voto
ru: 5. Сохраните два отпечатка пальцев: отпечаток избирателя и отпечаток публичных учетных данных
uk: 5. Збережіть два відбитки пальців: відбиток пальця виборця та відбиток публічних документів

source: 6. Click on "Submit the public credentials".
ar: 6. انقر على "إرسال بيانات الاعتماد العامة".
pt: 6. Clique em "Enviar códigos de votação públicos
ru: 6. Нажмите "Отправить публичные учетные данные".
uk: 6. Натисніть «Надіслати публічні облікові дані».

source: <div><b>New:</b> try the <a>experimental interface</a> (more ergonomic)</div>
ar: <div><b>جديد:</b> جرّب <a>الواجهة التجريبية</a> (أكثر راحة)</div>
pt: <div><b>New:</b> tente a interface <a>experimental</a> (mais ergonômica)</div>

source: A new password has been mailed to %s.
ar: تم إرسال كلمة المرور الجديدة بالبريد إلى %s.
pt: Uma nova palavra-passe foi enviada para %s.
ru: Новый пароль был отправлен по почте на имя %s.
uk: Новий пароль надіслано на адресу %s.

source: A public key already existed, the key you've just uploaded has been ignored!
ar: يوجد مفتاح عام من قبل، وقد تم تجاهل المفتاح الذي قمت بتحميله للتو!
pt: Uma chave pública já existia, a chave que você acabou de carregar foi ignorada!

source: Accept
ar: قبول
pt: Aceitar
ru: Принять
uk: прийняти

source: Account creation
ar: إنشاء حساب
pt: Criação de Conta

source: Account management
ar: ادارة الحساب
pt: Gestão de Contas
ru: Управление учетной записью
uk: Управління обліковим записом

source: Account not found
ar: الحساب غير موجود
pt: Conta não encontrada
ru: Аккаунт не найден
uk: Обліковий запис не знайдено

source: Account settings
ar: إعدادت الحساب
pt: Configurações da conta

source: Add
ar: أضف
pt: Adicionar
ru: Добавить
uk: додати

source: Add a grade
ar: أضف درجة
pt: Adicionar uma classificação
ru: Добавить оценку
uk: Додайте оцінку

source: Add a question
ar: أضف سؤال
pt: Adicionar uma pergunta

source: Add a trustee
ar: إضافة أمين
pt: Adicionar autoridade de desencriptação
ru: Добавить доверенное лицо
uk: Додайте довірену особу

source: Add an answer
ar: أضف إجابة
pt: Adicionar uma resposta

source: Administer elections
ar: إدارة الانتخابات
pt: Administração de eleições

source: Administration
ar: الادارة
pt: Administração
ru: Администрирование
uk: Адміністрація

source: Administrator's profile:
ar: ملف المشرف:
pt: Perfil do administrador:
ru: Профиль Администратора:
uk: Профіль адміністратора:

source: All passwords have been sent!
ar: تم إرسال جميع كلمات المرور!
pt: Todas as palavras-passe foram enviadas!

source: All trustees must have completed one step before you can proceed to the next one.
ar: يجب أن يكون جميع الأمناء قد أكملوا خطوة الحالية قبل أن تتمكن من المتابعة إلى الخطوة التالية.
pt: Todas as autoridades de desencriptação devem ter concluído o seu passo antes que você não pode prosseguir para a próxima etapa.
ru: Все доверенные лица должны пройти один этап, прежде чем вы сможете перейти к следующему.
uk: Усі довірені особи мають виконати один крок, перш ніж ви зможете перейти до наступного.

source: Allow blank vote
ar: السماح بالتصويت الفارغ
pt: Permitir votos em branco
ru: Разрешить пустое голосование
uk: Дозволити порожнє голосування

source: Alternative (voters assign a number to each candidate)
ar: البديل (يقوم الناخبون بتعيين رقم لكل مرشح)
pt: Alternativa (os eleitores atribuem um número a cada candidato)

source: Alternative questions cannot be combined with weights.
ar: لا يمكن دمج الأسئلة البديلة مع الأوزان.
pt: As perguntas alternativas não podem ser combinadas com ponderações.

source: Alternative voting methods (warning, still experimental):
ar: طرق التصويت البديلة (تحذير، لا تزال تجريبية):
pt: Métodos alternativos de votação (atenção, experimental):

source: Alternatively, you can send the credential authority the following link:
ar: وبدلاً من ذلك، يمكنك إرسال الرابط التالي إلى سلطة الاعتماد:
pt: Alternativamente, pode enviar a autoridade do código de voto o link seguinte:

source: Alternatively, you may set up automatic dates.
ar: وبدلاً من ذلك، يمكنك إعداد تواريخ تلقائية.
pt: Se quiser, pode configurar datas automáticas.

source: An e-mail with a code has been sent to %s.
ar: تم إرسال بريد إلكتروني يتضمن رمزًا إلى %s.
pt: Um e-mail contendo um código foi enviado para %s.
ru: На адрес %s отправлено письмо с кодом.
uk: Електронний лист із кодом надіслано на адресу %s.

source: An election with the same UUID already exists.
ar: توجد انتخابات بنفس UUID.
pt: Já existe uma eleição com o mesmo UUID.

source: An error occurred while applying the shuffle.
ar: حدث خطأ أثناء الخلط.
pt: Ocorreu um erro durante a etapa de embaralhamento do boletim.
ru: Во время применения перестановки произошла ошибка.
uk: Під час застосування перемішування сталася помилка.

source: An error occurred while computing the result (%s). Most likely, it means that some trustee has not done his/her job.
ar: حدث خطأ أثناء حساب النتيجة (%s). على الأرجح، هذا يعني أن أحد الأمناء لم يقم بعمله.
pt: Ocorreu um erro durante o cálculo do resultado (%s). Isto significa provavelmente uma das autoridades de desencriptação não realizou o seu Trabalho.

source: An error occurred while retrieving elections: %s
ar: حدث خطأ أثناء استرداد الانتخابات: %s
pt: Ocorreu um erro ao recuperar eleições: %s
ru: Произошла ошибка при получении данных о выборах: %s
uk: Під час отримання виборів сталася помилка: %s

source: An identity is either "address", or "address,username", or "address,username,weight", or "address,,weight" where "address" is an e-mail address, "username" the associated user name for authentication, and "weight" is the number of votes of the voter (in case voters don't have all the same number of votes).
ar: الهوية هي إما "عنوان"، أو "عنوان، اسم مستخدم"، أو "عنوان، اسم مستخدم، وزن"، أو "عنوان،، وزن" حيث "العنوان" هو عنوان بريد إلكتروني، و"اسم المستخدم" هو اسم المستخدم المرتبط بـ المصادقة، و"الوزن" هو عدد أصوات الناخب (في حالة عدم حصول الناخبين على نفس عدد الأصوات).
pt: Uma identidade é "endereço" ou "endereço, nome de utilizador" ou endereço, nome de utilizador, peso" ou "endereço, peso" quando "endereço" é um endereço de e-mail, "nome de utilizador" significa o nome de utilizador associado para autenticação, e "peso" é o número de votos do eleitor (no caso de os eleitores não terem todos o mesmo número de votos).
ru: Идентификатор - это либо "адрес", либо "адрес,имя пользователя", либо "адрес,имя пользователя,вес", либо "адрес,,вес", где "адрес" - это адрес электронной почты, "имя пользователя" - имя пользователя для аутентификации, а "вес" - количество голосов избирателя (в случае, если у избирателей не все голоса одинаковые).
uk: Ідентичність – це або «адреса», або «адреса, ім’я користувача», або «адреса, ім’я користувача, вага», або «адреса,, вага», де «адреса» — це адреса електронної пошти, «ім’я користувача» — пов’язане ім’я користувача для автентифікація, а «вага» — це кількість голосів виборця (якщо виборці не мають однакову кількість голосів).

source: Answer:
ar: إجابة:
pt: Resposta:

source: Archived elections
ar: الانتخابات المؤرشفة
pt: Eleições arquivadas
ru: Проверенные выборы
uk: Вибори в архіві

source: Archived elections:
ar: الانتخابات المؤرشفة:
pt: Eleições arquivadas:
ru: Архивные выборы:
uk: Вибори в архіві:

source: Are you sure you want to delete this election?
ar: هل أنت متأكد أنك تريد حذف هذه الانتخابات؟
pt: Tem certeza de que quer suprimir esta eleição?
ru: Вы уверены, что хотите удалить эти выборы?
uk: Ви впевнені, що хочете видалити ці вибори??

source: Are you sure you want to delete this question?
ar: هل أنت متأكد أنك تريد حذف هذا السؤال؟
pt: Tem certeza de que deseja excluir esta pergunta?
ru: Вы уверены, что хотите удалить этот вопрос?
uk: Ви впевнені, що хочете видалити це запитання?

source: Are you sure you want to restart from scratch?
ar: هل أنت متأكد من رغبتك في إعادة التشغيل من البداية؟
pt: Tem certeza de que quer começar do zero?
ru: Вы уверены, что хотите начать все с нуля?
uk: Ви впевнені, що хочете перезапустити з нуля??

source: Are you sure you want to tally this election?
ar: هل أنت متأكد من رغبتك في إحصاء هذه الانتخابات؟
pt: Tem certeza de que quer contar esta eleição?
ru: Вы уверены, что хотите подводить итоги выборов?
uk: Ви впевнені, що хочете підрахувати ці вибори?

source: As a trustee, your first role is to shuffle the encrypted ballots.
ar: باعتبارك أمينا، فإن دورك الأول هو خلط أوراق الاقتراع المشفرة.
pt: Como uma autoridade de desencriptação, o seu primeiro papel é embaralhar os boletins criptografados.
ru: Как доверенное лицо, ваша первая задача - перемешать зашифрованные бюллетени.
uk: Як довірена особа, ваша перша роль — перетасувати зашифровані бюлетені.

source: At least %d trustee(s) must act.
ar: يجب أن يتصرف ما لا يقل عن %d من الأمناء.
pt: Pelo menos %d autoridade(s) deve(m) participar.

source: Authentication
ar: المصادقة
pt: Autenticação

source: Authentication methods:
ar: طرق المصادقة:
pt: Métodos de autenticação:

source: Authentication scheme: %s (imported from server)
ar: نظام المصادقة: %s (مستورد من الخادم)
pt: Esquema de autenticação: %s (importado do servidor)

source: Authentication scheme: CAS with server
ar: نظام المصادقة: CAS مع الخادم
pt: Mecanismo de autenticação: CAS com servidor

source: Authentication scheme: dummy
ar: نظام المصادقة: وهمية
pt: Mecanismo de autenticação: fictício

source: Authentication scheme: password
ar: نظام المصادقة: كلمة المرور
pt: Mecanismo de autenticação: palavra-passe

source: Automatic open/close dates:
ar: تواريخ الفتح/الإغلاق التلقائية:
pt: Datas de abertura/fechamento automáticas:

source: Automatically close the election at:
ar: إغلاق الانتخابات تلقائيا في:
pt: Fechar automaticamente a eleição em:

source: Automatically open the election at:
ar: فتح الانتخابات تلقائيا في:
pt: Eleição aberta automaticamente para:

source: Available languages:
ar: اللغات المتوفرة:
pt: Línguas disponíveis:

source: Awaiting trustees…
ar: في انتظار الأمناء…
pt: A aguardar as autoridades de desencriptação…

source: Back to election preparation page
ar: العودة إلى صفحة التحضير للانتخابات
pt: Voltar à página de preparação das eleições

source: Bad CAS server!
ar: خادم CAS غير صالح!
pt: Mau Servidor CAS!

source: Bad authentication for voters.
ar: مصادقة سيئة للناخبين.
pt: Má autenticação para os eleitores

source: Belenios Server
ar: خادم بيلينيوس
pt: Servidor Belenios

source: Belenios account creation
ar: إنشاء حساب بلينيوس
pt: Criando uma conta Belenios

source: Belenios account e-mail address change
ar: تغيير عنوان البريد الإلكتروني لحساب Belenios
pt: Alteração do endereço de e-mail da conta Belenios

source: Belenios administrator page
ar: صفحة مدير بيلينيوس
pt: Página de administração Belenios

source: Belenios password change
ar: تغيير كلمة مرور بيلينيوس
pt: Alterando a palavra-passe do Belenios

source: Below you will find the link to shuffle encrypted ballots.
ar: ستجد أدناه الرابط لخلط بطاقات الاقتراع المشفرة.
pt: Você encontrará abaixo o link para embaralhar os boletins criptografados.
ru: Ниже вы найдете ссылку для перемешивания зашифрованных бюллетеней.
uk: Нижче ви знайдете посилання для перетасування зашифрованих бюлетенів.

source: Best regards,
ar: مع أطيب التحيات،
pt: Atenciosamente,
ru: С наилучшими пожеланиями,
uk: З повагою,

source: Blank vote is allowed
ar: التصويت الفارغ مسموح به
pt: O voto em branco é permitido

source: By a third-party of your choice
ar: بواسطة طرف ثالث من اختيارك
pt: Por um terceiro à sua escolha
ru: С помощью третьей стороны по вашему выбору
uk: Третьою стороною на ваш вибір

source: By default, the election server manages the keys of the election (degraded privacy mode).
ar: بشكل افتراضي، يقوم خادم الانتخابات بإدارة مفاتيح الانتخابات (وضع الخصوصية ضعيف).
pt: Por padrão, o servidor eleitoral gerencia as chaves de eleição (degradado pelo sigilo do voto).

source: By our server (not ideal for decentralized security)
ar: بواسطة خادمنا (ليس مثاليًا للأمان اللامركزي)
pt: Pelo nosso servidor (não é ideal para segurança descentralizada)
ru: На нашем сервере (не идеально для децентрализованной безопасности)
uk: На нашому сервері (не ідеально підходить для децентралізованої безпеки)

source: CAS (external authentication server, offers better security guarantees when applicable)
ar: CAS (خادم المصادقة الخارجي، يوفر ضمانات أمنية أفضل عند الاقتضاء)
pt: CAS (Servidor de Autenticação Externa) fornece melhores garantias de Garantia, se aplicável)
ru: CAS (внешний сервер аутентификации, при необходимости обеспечивает более надежные гарантии безопасности)
uk: CAS (зовнішній сервер автентифікації, пропонує кращі гарантії безпеки, якщо це можливо)

source: Cancel
ar: إلغاء
pt: Cancelar
ru: Отменить
uk: Скасувати

source: Cannot send credentials, there are too many voters (max is %d)
ar: لا يمكن إرسال بيانات الاعتماد، هناك عدد كبير جدًا من الناخبين (الحد الأقصى هو %d)
pt: O envio dos códigos de votação não pôde ser realizado, há muitos eleitores (o máximo é %d)

source: Cannot send passwords, there are too many voters (max is %d)
ar: لا يمكن إرسال كلمات المرور، هناك عدد كبير جدًا من الناخبين (الحد الأقصى هو %d)
pt: O envio de palavras-passe não pôde ser feito, há muitos eleitores (o máximo é %d)

source: Change automatic dates
ar: تغيير التواريخ التلقائية
pt: Alterar datas automáticas

source: Change password
ar: تغيير كلمة المرور
pt: Alterar palavra-passe
ru: Изменить пароль
uk: Змінити пароль

source: Check private key
ar: تحقق من المفتاح الخاص
pt: Verificar Chave Privada

source: Check private key ownership
ar: التحقق من ملكية المفتاح الخاص
pt: Verificar a posse da chave privada
ru: Проверка владения закрытым ключом
uk: Перевірте право власності на закритий ключ

source: Checklist:
ar: القائمة المرجعية:
pt: Lista de verificação:

source: Classical (selection of answers)
ar: الكلاسيكية (اختيار الإجابات)
pt: Clássico (seleção de uma ou mais respostas)

source: Classical interface
ar: واجهة كلاسيكية
pt: Interface clássica

source: Clear
ar: واضح
pt: Excluir

source: Click
ar: اضغط
pt: Clique

source: Click on "Compute shuffle".
ar: اضغط على "حساب الخلط".
pt: Clique em "Calculando o embaralhamento de boletins".
ru: Нажмите на "Вычислить перестановку".
uk: Натисніть «Compute shuffle».

source: Click on "Generate a new key pair".
ar: اضغط على "إنشاء زوج مفاتيح جديد".
pt: Clique em "Gerar uma nova chave".
ru: Нажмите на кнопку "Сгенерировать новую пару ключей".
uk: Натисніть «Створити нову пару ключів».

source: Click on "Submit" to send your verification key.
ar: اضغط على "إرسال" لإرسال مفتاح التحقق الخاص بك.
pt: Clique em "Enviar" para enviar sua chave de verificação.
ru: Нажмите "Отправить", чтобы отправить ключ проверки.
uk: Натисніть «Надіслати», щоб надіслати ключ підтвердження.

source: Click on the link.
ar: اضغط على الرابط.
pt: Clique no link.
ru: Нажмите на ссылку.
uk: Натисніть на посилання.

source: Close
ar: اغلق
pt: Fechar
ru: закрыть
uk: Зачинено

source: Close election
ar: إغلاق الانتخابات
pt: Fechar a eleição

source: Code
ar: رمز
pt: Código
ru: Код
uk: Код

source: Collaborative key generation
ar: إنشاء المفاتيح التعاونية
pt: Geração Colaborativa da Chave para a Eleição
ru: Совместная генерация ключей
uk: Спільна генерація ключів

source: Compatibility of weights with questions?
ar: توافق الأوزان مع الأسئلة؟
pt: Compatibilidade de pesos com perguntas?

source: Compute fingerprint
ar: حساب بصمة
pt: Calcular impressão digital
ru: Свой отпечаток
uk: Обчислити відбиток пальця

source: Compute shuffle
ar: حساب البصمة
pt: Calcular embaralhamento
ru: Вычислить перетасовку
uk: Перемішування обчислень

source: Compute the result
ar: احسب النتيجة
pt: Calcular Resultado

source: Condorcet-Schulze method
ar: طريقة كوندورسيه-شولتسي
pt: Método de Condorcet-Schulze
ru: Метод Кондорцета-Шульце
uk: Метод Кондорсе-Шульце

source: Confirm
ar: تأكيد
pt: Confirmação

source: Consent date:
ar: تاريخ الموافقة:
pt: Data de consentimento:

source: Contact
ar: اتصل
pt: Contato
ru: Контакты
uk: контакт

source: Contact:
ar: اتصل ب:
pt: Contato:
ru: Контакт:
uk: контакт:

source: Contact?
ar: اتصل؟
pt: Contato?

source: Could not get %s (code %d)!
ar: لا يمكن الحصول على %s (الرمز %d)!
pt: Erro ao recuperar %s (código %d)!

source: Could not retrieve trustees from selected election!
ar: لا يمكن استرداد الأمناء من الانتخابات المحددة!
pt: Impossível recuperar as autoridades de desencriptação da eleiçãoSelecionado!

source: Could not retrieve voter list from election %s
ar: لا يمكن استردادقائمة الناخبين من انتخابات %s
pt: Não é possível recuperar a lista de eleitores da eleição %s

source: Counting method specification
ar: مواصفات طريقة العد
pt: Especificação do método de medição

source: Create
ar: إنشاء
pt: Criar
ru: Создать
uk: Створити

source: Create a new election
ar: إنشاء انتخابات جديدة
pt: Criar uma nova eleição
ru: Создание новых выборов
uk: Створіть нові вибори

source: Create an account
ar: إنشاء حساب
pt: Criar uma conta
ru: Создание учетной записи
uk: Створіть обліковий запис

source: Create election
ar: إنشاء الانتخابات
pt: Criar a eleição

source: Create new election
ar: إنشاء انتخابات جديدة
pt: Criar uma nova eleição

source: Create the election
ar: إنشاء الانتخابات
pt: Criar a eleição
ru: Создание выборов
uk: Створіть вибори

source: Creating new elections is forbidden on this server!
ar: إنشاء انتخابات جديدة ممنوع على هذا الخادم!
pt: Criar novas eleições é proibido neste servidor!

source: Credential authority
ar: سلطة الإعتماد
pt: Autoridade do Código de Voto
ru: Уполномоченный орган
uk: Орган повноважень

source: Credential authority link
ar: رابط سلطة الاعتماد
pt: Link para Autoridade do Código de Voto
ru: Ссылка на полномочный орган
uk: Посилання на центр доступу

source: Credential authority?
ar: سلطة الاعتماد؟
pt: Autoridade do Código de Voto?
