Repository: glondu/belenios
Catalog: po/voter/*.po
Languages: fi

source: (if you forgot it, for example).
fi: (jos esimerkiksi unohdit sen).

source: A confirmation e-mail has been sent to you.
fi: Sinulle on lähetetty vahvistusviesti.

source: anytime during the election.
fi: milloin vain äänestyksen aikana.

source: as user
fi: käyttäjänä

source: ballot(s) have been accepted so far.
fi: äänestyslippua saatu tähän mennessä.

source: ballot(s) have been accepted, and
fi: äänestyslippua on vastaanotettu ja

source: ballot(s) have been accepted.
fi: äänestyslippua on vastaanotettu.

source: for more information.
fi: saadaksesi lisätietoa.

source: has been accepted.
fi: on vastaanotettu.

source: have been tallied.
fi: on laskettu.

source: in the following box:
fi: seuraavaan laatikkoob:

source: is rejected, because
fi: ei hyväksytty, koska

source: %d blank ballot(s)
fi: %d tyhjää äänestyslippua

source: %d invalid ballot(s)
fi: %d hylättyä äänestyslippua

source: %d of the following %d trustees [public keys] are needed to decrypt the election result:
fi: %d seuraavista %d luottamushenkilöstä [julkista avainta] tarvitaan vaalituloksen salauksen purkamiseen:

source: %d valid (non-blank) ballot(s)
fi: %d kelvollista (ei tyhjää) äänestyslippua

source: %d valid ballot(s)
fi: %d kelvollinen/kelvollista äänestyslippu(a)

source: (available in the
fi: (saatavilla

source: ), or any compatible booth.
fi: ), tai missä tahansa yhteensopivassa osastossa.

source: , or
fi: , tai

source: A Condorcet winner is a candidate that is preferred over all the other candidates.
fi: Condorcet-voittaja on ehdokas, jota suositaan yli kaikkien muiden.

source: A ballot is invalid if two candidates have been given the same preference order or if a rank is missing.
fi: Äänestyslipuke hylätään, jos kahdelle ehdokkaalle on annettu sama järjestysnumero tai jokin järjestysnumero puuttuu.

source: A specification of encrypted ballots is also available in the sources.
fi: Myös salattujen äänestyslippujen erittely on saatavilla lähteistä.

source: A verification code has been sent to %s.
fi: Vahvistuskoodi on lähetetty kohteeseen %s.

source: About this election
fi: Tietoja näistä vaaleista

source: Accepted ballots
fi: Hyväksytyt äänestyslipukkeet

source: According to Majority Judgment, the ranking is:
fi: Enemmistön tuomion mukaan sijoitus on:

source: Administer elections
fi: Ylläpidä äänestyksiä

source: Administer this election
fi: Ylläpidä tätä äänestystä

source: Administrator
fi: Ylläpitäjä

source: Advanced mode
fi: Edistyneet työkalut

source: All of the following trustees (verification keys) are needed to decrypt the result:
fi: Seuraavat luottamushenkilöt (varmistusavaimet) vaaditaan tuloksen purkamiseksi:

source: Alternatively, you can also upload a file containing your ballot:
fi: Vaihtoehtoisesti voit myös ulosladata tiedoston, joka sisältää äänestyslippusi:

source: Audit data not available.
fi: Tarkastusdataa ei ole saatavilla.

source: Audit data:
fi: Kirjausketju (audit trail):

source: Authenticate
fi: Tunnistus

source: Authenticate with %s
fi: Todenna %s:lla

source: Authentication
fi: Todennus

source: Authentication failed
fi: Tunnistus epäonnistui

source: Authentication failed, probably because of a bad username or password, or you are not allowed to perform this operation.
fi: Tunnistus epäonnistui. Tämä johtui todennäköisesti väärästä käyttäjätunnuksesta tai salasanasta; sinulla ei välttämättä ole oikeuksia käyttää tätä toimintoa.

source: Authentication impossible
fi: Todennus mahdotonta

source: Authentication is impossible.
fi: Todennus on mahdotonta.

source: Back to election home
fi: Takaisin vaalitaloon

source: Bad e-mail address!
fi: Väärä sähköpostiosoite!

source: Bad security code!
fi: Väärä turvakoodi!

source: Best regards,
fi: Ystävällisin terveisin,

source: Blank vote
fi: Tyhjä ääni

source: Booths available on this server:
fi: Tällä palvelimella saatavilla olevat kopit:

source: By using this site, you accept our
fi: Käyttämällä sivustoa hyväksyt

source: Click here
fi: Klikkaa tästä

source: Close
fi: Sulje

source: Compare
fi: Vertaa

source: Compute fingerprint
fi: Laske sormenjälki

source: Computed fingerprint:
fi: Laskettu sormenjälki:

source: Credentials authority
fi: Valtuutuskoodien hallinta

source: Credentials fingerprint
fi: Valtuutuskoodien sormenjälki

source: Dear %s,
fi: Hyvä %s,

source: E-mail address:
fi: Sähköpostiosoite:

source: Election fingerprint
fi: Vaalien sormenjälki

source: Election home
fi: Vaalitalo

source: Election identifier
fi: Vaalitunnus

source: Election server
fi: Äänestyspalvelin

source: Encrypted ballot in JSON format
fi: Salattu äänestyslippu JSON-muodossa

source: Error
fi: Virhe

source: Error while loading ballots!
fi: Virhe ladattaessa äänestyslippuja!

source: Expected fingerprint:
fi: Oletettu sormenjälki:

source: FAIL!
fi: VIRHE!

source: File:
fi: Tiedosto:

source: Final fingerprint
fi: Lopullinen sormenjälki

source: Fingerprint of the encrypted tally
fi: Salatun laskentatuloksen sormenjälki

source: Forbidden
fi: Kielletty

source: Get the source code
fi: Hae lähdekoodi

source: Go back to election
fi: Palaa äänestykseen

source: If the above link does not work:
fi: Jos yllä oleva linkki ei toimi:

source: If you want to vote, you must
fi: Jos haluat äänestää, sinun täytyy

source: In our implementation, when several candidates have the same number of votes when they are ready to be elected or eliminated, we follow the order in which candidates were listed in the election.
fi: Toteutustavassamme saman verran ääniä saaneet ehdokkaat valitaan tai pudotetaan alkuperäisten vaalilistojen mukaisessa järjestyksessä.

source: It contains all submitted ballots in clear, in random order.
fi: Se sisältää kaikki jätetyt äänestysliput selkeästi, satunnaisessa järjestyksessä.

source: It is up to you to apply your favorite counting method.
fi: On sinun tehtäväsi soveltaa suosikkilaskentatapaasi.

source: It will open at %s (time left: %s).
fi: Se avautuu %s (%s kuluttua).

source: JSON result
fi: JSON-tulos

source: Language:
fi: Kieli:

source: Loading...
fi: Ladataan...

source: Log in
fi: Kirjaudu

source: Log in with %s
fi: Kirjaudu %s:lla

source: Look at the raw events for more details.
fi: Raaka-aineistosta voi katsoa lisätietoja.

source: Many variants of STV exist, depending for example on how to break ties.
fi: STV-vaalitavasta on monia muunnelmia, esimerkiksi liittyen tasatilanteiden ratkaisemiseen.

source: Maybe cookies are blocked.
fi: Ehkä evästeet on estetty.

source: Not found
fi: Ei löytynyt

source: Note that you also need a credential, sent in a separate email, to start voting.
fi: Huomaa, että tarvitset myös erillisessä sähköpostissa lähetettävän valtuutuskoodin äänestämisen aloittamiseksi.

source: Number of accepted ballots:
fi: Hyväksyttyjen äänestyslippujen likumäärä:

source: Number of voters
fi: Äänestäjien lukumäärä

source: Number of votes:
fi: Äänten määrä:

source: Only the last vote counts.
fi: Vain viimeinen ääni ratkaisee.

source: Page of the election:
fi: Vaalien sivu:

source: Password:
fi: Salasana:

source: Please enter
fi: Ole hyvä ja syötä

source: Please enter the verification code received by e-mail:
fi: Syötä sähköpostilla saamasi vahvistuskoodi:

source: Please find below your login and password for the election
fi: Alta löydät sisäänkirjautumistunnuksesi ja salasanasi vaaleja varten

source: Please log in:
fi: Ole hyvä ja kirjaudu sisään:

source: Please paste the data for which you want to compute the fingerprint in the text area below:
fi: Liitä tiedot, joille haluat laskea sormenjäljen alla olevaan tekstialueeseen:

source: Please paste your encrypted ballot in JSON format in the following box:
fi: Liitä salattu äänestyslippu JSON-muodossa seuraavaan laatikkoon:

source: Please vote here using your personal link:
fi: Ole hyvä ja äänestä tästä henkilökohtaisen linkkisi kautta:

source: Please wait while your ballot is being processed...
fi: Odota, kun äänestystäsi käsitellään...

source: Powered by
fi: Voimanlähteenä

source: Proceed
fi: Etene

source: Processing ballot
fi: Käsitellään äänestyslippua

source: Public page of the election:
fi: Vaalien julkinen sivu:

source: Raw events
fi: Raa'at tapahtumat

source: Redirection
fi: Uudelleenohjaus

source: Restricted mode
fi: Rajoitettu tila

source: Results will be published on the election page
fi: Tulokset julkaistaan vaalisivulla

source: Sealing log fingerprint
fi: Sinetöintilokin sormenjälki

source: See accepted ballots
fi: Katso hyväksytyt äänestysliput

source: Set
fi: Aseta

source: Several techniques exist to decide which candidate to elect when there is no Condorcet winner.
fi: On olemassa useita tekniikoita päättää, kumpi ehdokas valitaan, kun Condorcet-voittajaa ei ole.

source: Start
fi: Aloita

source: Submit
fi: Lähetä

source: Submit by copy/paste
fi: Lähetä kopioimalla/liittämällä

source: Submit by file
fi: Lähetä tiedostotse

source: Such candidates are marked as "TieWin" when they are elected and as "TieLose" if they have lost.
fi: Tällaiset ehdokkaat merkitään "TieWin", kun heidät valitaan, ja "TieLose", jos he ovat hävinneet.

source: Terms of service
fi: Palveluehdot

source: Thank you for voting!
fi: Kiitos äänestämisestä!

source: The Schulze winners are:
fi: Schulzen voittajat ovat:

source: The Single Transferable Vote winners are:
fi: Yhden siirrettävän äänen voittajat ovat:

source: The election is being prepared. Please come back later.
fi: Äänestystä valmistellaan. Voit palata myöhemmin uudelleen.

source: The election is closed and being tallied.
fi: Äänestys on suljettu ja sen tuloksia lasketaan.

source: The election will close at %s (time left: %s).
fi: Äänestys sulkeutuu %s (%s kuluttua).

source: The fingerprints differ!
fi: Sormenjäljet ovat erilaisia!

source: The fingerprints match!
fi: Sormenjäljet täsmäävät!

source: The raw results can be viewed in the
fi: Raakatuloksia voi tarkastella täällä

source: There has been at least one tie.
fi: Laskennassa löydettiin ainakin yksi tasatilanne.

source: This code is composed of 6 digits. It can take up to 15 minutes to be delivered, please be patient.
fi: Tämä koodi on kuusinumeroinen. Sen saapumiseen voi mennä jopa 15 minuuttia, joten olethan kärsivällinen.

source: This election does not exist. This may happen for elections that have not yet been open or have been deleted.
fi: Äänestystä ei ole olemassa. Näin voi käydä, jos äänestystä ei ole vielä avattu tai se on poistettu.

source: This election has been tallied.
fi: Tämän äänestyksen tulokset on laskettu.

source: This election is archived.
fi: Tämä äänestys on arkistoitu.

source: This election is currently closed.
fi: Tämä äänestys on juuri nyt suljettu.

source: This is a revote.
fi: Tämä on uusintaäänestys.

source: This vote replaces any previous vote.
fi: Tämä äänestyslippu korvaa kaikki edelliset annetut äänestysliput.

source: Tie:
fi: Tasatilanne:

source: To cast a vote, you will also need a password, sent in a separate email.
fi: Äänestääksesi tarvitset erillisessä sähköpostissa saamasi salasanan.

source: To get more information, please contact:
fi: Saadaksesi lisätietoa, ole yhteydessä:

source: Total weight of accepted ballots:
fi: Hyväksyttyjen äänestyslippujen kokonaispaino:

source: Trustees shuffled the ballots in the following order:
fi: Vaalivirkailijat sekoittivat äänestysliput seuraavassa järjestyksessä:

source: Unsupported question type
fi: Kysymystyyppiä ei tueta

source: Use the following code:
fi: Käytä seuraavaa koodia:

source: Username:
fi: Käyttäjätunnus:

source: Voter list fingerprint
fi: Äänestäjälistan sormenjälki

source: Voters' total weight
fi: Äänestäjien kokonaispaino

source: Warning:
fi: Varoitus:

source: Warning: this code is valid for 15 minutes, and previous codes sent to this address are no longer valid.
fi: Varoitus: tämä koodi on voimassa 15 minuuttia. Edelliset tähän osoitteeseen lähetetyt koodit eivät ole enää voimassa.

source: Warning: this e-mail contains personal and confidential material and should not be transmitted.
fi: Varoitus: tämä sähköposti sisältää henkilökohtaista ja luottamuksellista sisältöä. Älä välitä viestiä eteenpäin.

source: We use here the Schulze method and we refer voters to
fi: Käytämme Schulzen menetelmää. Äänestäjät voivat tutustua siihen

source: Wish to help with translations?
fi: Haluatko auttaa kääntämisessä?

source: You are about to submit a ballot with smart ballot tracker %s.
fi: Olet lähettämässä äänestyslipun, jonka älykäs äänestyslipun tunniste on %s.

source: You are allowed to vote several times.
fi: Saat äänestää useamman kerran.

source: You are listed as a voter for the election
fi: Olet äänestyksen äänestäjäluettelossa

source: You are not allowed to access this page!
fi: Sinulla ei ole käyttöoikeutta tälle sivulle!

source: You can
fi: Voit

source: You can also
fi: Voit myös

source: You can also download the
fi: Voit myös ladata

source: You can check its presence in the
fi: Voit tarkistaa, onko se läsnä

source: You can check its presence in the ballot box, accessible at
fi: Voit tarkistaa, onko se läsnä vaaliuurnassa, joka sijaitsee

source: You can create an encrypted ballot by using the command-line tool
fi: Voit luoda salatun äänestyslipun komentorivityökalulla

source: You cannot authenticate right now.
fi: Et voi tunnistautua juuri nyt.

source: You cannot log in now. Please try later.
fi: Et voi kirjautua sisään juuri nyt. Yritä myöhemmin uudelleen.

source: Your ballot for
fi: Äänestyslippusi äänestyksessä

source: Your credential for election %s
fi: Valtuutuskoodisi äänestykseen %s

source: Your credential:
fi: Valtuutuskoodisi:

source: Your e-mail address has been used to authenticate with our Belenios server.
fi: Sähköpostiosoitettasi on käytetty tunnistautumiseen Belenios-palvelimellemme.

source: Your password for election %s
fi: Salasanasi äänestykseen %s

source: Your smart ballot tracker is
fi: Älykäs äänestyslipun tunnisteesi on

source: Your smart ballot tracker is
fi: Älykäs äänestyslipun tunnisteesi on

source: Your vote for election
fi: Valintasi äänestyksessä

source: Your vote for election %s
fi: Valintasi äänestyksessä %s

source: Your vote was not recorded!
fi: Äänestyslippuasi ei kirjattu!

source: Your weight is %s.
fi: Äänestyslippusi paino on %s.

source: ballot box
fi: vaaliuurna

source: change your password
fi: vaihda salasanasi

source: create an account
fi: luo käyttäjätili

source: direct link
fi: suora linkki

source: has been recorded.
fi: on tallennettu.

source: parameters
fi: asetukset

source: public data
fi: julkinen tietoaineisto

source: raw result
fi: raakatulos

source: some proofs failed verification
fi: joitain todennuksia ei saatu varmennettua

source: sources
fi: lähdekoodissa

source: start from the beginning
fi: aloita alusta

source: terms of service
fi: käyttöehdot

source: the Wikipedia page
fi: Wikipedia-sivulla

source: the election is closed
fi: äänestys on suljettu

source: the server responded unexpectedly
fi: palvelin antoi odottamattoman vastauksen

source: this ballot has already been accepted
fi: tämä äänestyslippu on jo vastaanotettu

source: this ballot has expired
fi: tämä äänestyslippu on rauennut

source: try to log in again
fi: yritä kirjautua sisään uudelleen

source: you are not allowed to revote
fi: et saa äänestää uudelleen

source: you are not allowed to vote
fi: et saa äänestää

source: you are not allowed to vote with this credential
fi: et saa äänestää tällä valtuutuskoodilla

source: your ballot has a syntax error (%s)
fi: äänestyslipussasi on syntaksivirhe (%s)

source: your ballot is not in canonical form
fi: äänestyslippusi ei ole kanonisessa muodossa

source: your credential has a bad weight
fi: valtuutuskoodisi paino on asetettu väärin

source: your credential has already been used
fi: valtuutuskoodisi on jo käytetty

source: your credential is invalid
fi: valtuutuskoodisi ei ole voimassa

source: your username is wrong
fi: käyttäjänimesi on väärä
